Repository: libertempo/web
Catalog: locale/*/LC_MESSAGES/php-conges.po
Languages: es_es, fr_fr

# editions_signature_1
source: Signature of the holder
es_es: Firma del titular
fr_fr: Signature du titulaire

# editions_signature_2
source: Signature of the manager
es_es: Firma del responsable
fr_fr: Signature du responsable

# editions_cachet_etab
source: and stamp of the establishment
es_es: y sello del establecimiento
fr_fr: et cachet de l'établissement

# editions_jours_an
source: days / year
es_es: dias / año
fr_fr: jours / an

# editions_etat_conges
source: Holidays Status print
es_es: Edicion Estado de las vacaciones
fr_fr: Édition État Congés

# saisie_conges_compter_jours
source: Count the days
es_es: Contar los dias
fr_fr: Compter les jours

# saisie_conges_nb_jours
source: NB_Days_Taken
es_es: N° Dias Tomados
fr_fr: Nombre de jours

# saisie_echange_titre_calendrier_1
source: Ordinary leave day
es_es: Dia de ausencia previsto
fr_fr: Jour d'absence ordinaire

# saisie_echange_titre_calendrier_2
source: Wished leave day
es_es: Dia de ausencia deseado
fr_fr: Jour d'absence souhaité

# calendrier_titre
source: HOLIDAYS CALENDAR
es_es: CALENDARIO de VACACIONES
fr_fr: CALENDRIER des CONGES

# calendrier_imprimable
source: Printable Version
es_es: version imprimible
fr_fr: version imprimable

# calendrier_jour_precedent
source: Previous Day
es_es: Dia Previo
fr_fr: Semaine Précédente

# calendrier_jour_suivant
source: Next Day
es_es: Dia Siguiente
fr_fr: Semaine Suivante

# calendrier_legende_we
source: week-end or holiday
es_es: week-end o dia festivo
fr_fr: week-end ou jour férié

# calendrier_legende_conges
source: holidays taken or to be taken
es_es: vacaciones tomadas o a tomar
fr_fr: congé pris ou a prendre

# calendrier_legende_demande
source: holidays asked (not yet granted)
es_es: vacaciones solicitadas (aun no concedidas)
fr_fr: congé demandé (non encore accordé)

# calendrier_legende_part_time
source: daily leave (part time , RTT)
es_es: ausencia semanal (tiempo parcial , RTT)
fr_fr: absence hebdomadaire (temps partiel , RTT)

# calendrier_legende_abs
source: other leaves (mission, training, illness, ...)
es_es: ausencia otra (mision, formacion, enfermedad, ...)
fr_fr: absence autre (mission, formation, maladie, ...)

# erreur_user
source: Impossible to identify the user
es_es: Imposible de identificar el usuario
fr_fr: Impossible d'identifier l'utilisateur

# erreur_login_password
source: couple login/password invalid or login missing
es_es: pareja login/password no valida o login ausente
fr_fr: couple identifiant/mot de passe non valide ou identifiant absent

# cookies_obligatoires
source: Your navigator must accept the <b>cookies</b> to be able to connect yourself to Libertempo.
es_es: Es necesario que vuestro navegador accepte las cookies para poder conectaros a PHP_VACACIONES.
fr_fr: Il est nécessaire que votre navigateur accepte les <b>cookies</b> pour pouvoir vous connecter.

# javascript_obligatoires
source: Your navigator should accept the <b>Javascript</b> to use Libertempo.
es_es: Es aconsejado que vuestro navegador accepte el Javascript para utilizar PHP_VACACIONES.
fr_fr: Il est conseillé que votre navigateur accepte le <b>Javascript</b> pour utiliser Libertempo.

# login_passwd_incorrect
source: ERROR : User name and/or wrong password !!!
es_es: ERROR : Nombre de usuario y/o password incorrecto !!!
fr_fr: ERREUR : Nom d'utilisateur et/ou mot de passe incorrect !!!

# login_non_connu
source: ERROR : User not recorded for the holidays management !!!
es_es: ERROR : Usuario no registrado para la gestion de vacaciones !!!
fr_fr: ERREUR : Utilisateur non enregistré pour la gestion des congés !!!

# login_fieldset
source: Identification
es_es: Identificacion
fr_fr: Authentification

source: password
fr_fr: Mot de Passe

# verif_saisie_erreur_valeur_manque
source: ERROR : bad input : missing <b>values !!!</b>
es_es: ERROR : entrada incorrecta : <b>faltan valores !!!</b>
fr_fr: ERREUR : mauvaise saisie : valeurs <b>manquantes !!!</b>

# verif_saisie_erreur_nb_jours_bad
source: ERROR : bad input : <b>the number of days is invalid</b>
es_es: ERROR : entrada incorrecta : <b>el numero de dias es incorrecto</b>
fr_fr: ERREUR : mauvaise saisie : <b>le nombre de jours est invalide</b>

# verif_saisie_erreur_fin_avant_debut
source: ERROR : bad input : <b>ending date is previous than beginning date !!!</b>
es_es: ERROR : entrada incorrecta : <b>la fecha de final es anterior a la fecha de inicio !!!</b>
fr_fr: ERREUR : mauvaise saisie : <b>la date de fin est antérieure à la date de début !!!</b>

# verif_saisie_erreur_debut_apres_fin
source: ERROR : bad input : <b>beginning date is later than ending date !!!</b>
es_es: ERROR : entrada incorrecta : <b>la fecha de inicio es posterior a la fecha de final !!!</b>
fr_fr: ERREUR : mauvaise saisie : <b>la date de début est postérieure à la date de fin !!!</b>

# verif_saisie_erreur_nb_bad
source: ERROR : bad input : <b>the input number is invalid</b>
es_es: ERROR : entrada incorrecta : <b>el numero entrado es incorrecto</b>
fr_fr: ERREUR : mauvaise saisie : <b>le nombre saisi est invalide</b>

# config_abs_titre
source: Configuration of leave types managed by Libertempo
es_es: Configuracion de los tipos de ausencia tratados por PHP_VACACIONES
fr_fr: Configuration des types d'absences

# config_abs_comment_conges
source: Leave types listed here are diverse holidays, each deducted on seperate accounts.
es_es: Los tipos de ausencias listados aqui son de las diversas vacaciones, descontadas cada una en cuentas separadas.
fr_fr: Les types d'absences listés ici sont des congés divers, décomptés chacun sur des comptes séparés.

# config_abs_comment_absences
source: Leave types listed here are not deducted (they are authorized holidays).
es_es: Los tipos de ausencias listados aqui no estan descontados (son ausencias autorizadas).
fr_fr: Les types d'absences listés ici ne sont pas décomptés (ce sont des absences autorisées).

# config_abs_libelle
source: description
es_es: titular
fr_fr: libellé

# config_abs_libelle_short
source: short description
es_es: titular corto
fr_fr: libellé court

# config_abs_add_type_abs
source: add an leave type :
es_es: añadir un tipo de ausencia :
fr_fr: Ajouter un type d'absence

# config_abs_add_type_abs_comment
source: Type in the leave type you want to add :
es_es: Entrar el tipo de ausencia que Ud. quiere a?adir :
fr_fr: Saisissez le type d'absence que vous voulez ajouter

# config_abs_saisie_not_ok
source: invalid input :
es_es: entrada incorrecta :
fr_fr: saisie incorrecte :

# config_abs_bad_caracteres
source: followin characters are forbidden:
es_es: los caracteres siguientes estan prohibidos:
fr_fr: les caractères suivants sont interdits:

# config_abs_champs_vides
source: some fields are empty !
es_es: los campos estan vacios !
fr_fr: des champs sont vides !

# config_abs_suppr_impossible
source: Deletion IMPOSSIBLE !
es_es: Supresion IMPOSIBLE !
fr_fr: Suppression IMPOSSIBLE !

# config_abs_already_used
source: Holidays/leaves of this type are being processed !
es_es: Las vacaciones/ausencias de este tipo estan en curso !
fr_fr: Des congés/absences de ce type sont en cours !

# config_abs_confirm_suppr_of
source: Please confirm the deletion of
es_es: Por favor confirmar la supresion de
fr_fr: Veuillez confirmer la suppression de

# config_appli_titre_1
source: Configuration of Libertempo application
es_es: Configuracion de la Aplicacion PHP_VACACIONES
fr_fr: Configuration de l'Application

# config_appli_titre_2
source: Configuration of Libertempo
es_es: Configuracion de php_vacaciones
fr_fr: Configuration de Libertmpo

# 01_Serveur Web
source: 01 Web Server
es_es: 01 Servidor Web
fr_fr: 01 Serveur Web

# 03_TITRES
source: 03 TITLES
es_es: 03 TITULOS
fr_fr: 03 Titres

# 05_Utilisateur
source: 05 User
es_es: 05 Usuario
fr_fr: 05 Utilisateur

# 06_Responsable
source: 06 Manager
es_es: 06 Responsable
fr_fr: 06 Responsable

# 07_Administrateur
source: 07 Administrator
es_es: 07 Administrador
fr_fr: 07 Administrateur

# 09_jours ouvrables
source: 09 working days
es_es: 09 dias laborales
fr_fr: 09 jours ouvrés

# 10_Gestion par groupes
source: 10 Management by groups
es_es: 10 Gestion por grupos
fr_fr: 10 Gestion par groupes

# 11_Editions papier
source: 11 Reports
es_es: 11 Ediciones papel
fr_fr: 11 Éditions papier

# 12_Fonctionnement de l'Etablissement
source: 12 Functioning of the Establishment
es_es: 12 Funcionamiento del Establecimiento
fr_fr: 12 Fonctionnement de l'Établissement

# 13_Divers
source: 13 Diverse
es_es: 13 Varios
fr_fr: 13 Divers

source: 14 Presentation
fr_fr: 14 Présentation

# 15_Modules Externes
source: 15 Extern Modules
es_es: 15 Modulos Externos
fr_fr: 15 Modules Externes

# config_comment_installed_version
source: release number installed
es_es: numero de version instalada
fr_fr: numéro de version installée

# config_comment_lang
source: // LANGUE / LANGUAGE<br>//---------------------------<br>// en = English<br>// test = only for developpers
es_es: // IDIOMA / LENGUAJE<br>//---------------------------<br>// fr = frances<br>// test = solo para los programadores de php_vacaciones (only for php_conges developpers)
fr_fr: // LANGUE / LANGUAGE<br>//---------------------------<br>// fr = français<br>// test = seulement pour les développeurs (only for developpers)

# config_comment_URL_ACCUEIL_CONGES
source: // MAIN URL OF YOUR INSTALLATION OF Libertempo <br>//-------------------------------------------------<br>// Main URL of Libertempo on your server (what you must type to get to authentification page.<br>// (do NOT finish by a / and without the index.php at the end)<br>// URL_ACCUEIL_CONGES = "http://mywebserver.mydomain/php_conges"
es_es: // URL DE BASE DE VUESTRA INSTALACION DE PHP_VACACIONES<br>//-------------------------------------------------<br>// URL de base de php_vacaciones sobre vuestro servidor (lo que Ud devbe escribir para obtener la pagina de autentificacion.<br>// (NO termine por un / y sin el index.php al final)<br>// URL_INICIO_VACACIONES = "http://monserveurweb.mondomaine/php_conges"
fr_fr: // URL DE BASE DE VOTRE INSTALLATION<br>//-------------------------------------------------<br>// URL de base de Libertempo sur votre serveur (ce que vous devez taper pour obtenir la page d'authentification.<br>// (PAS terminé par un / et sans le index.php à la fin)<br>// URL_ACCUEIL_CONGES = "http://monserveurweb.mondomaine/Libertempo"

# config_comment_img_login
source: // PICTURE OF LOGIN PAGE<br>//---------------------------<br>// picture that displays on to of authentification page of Libertempo
es_es: // IMAGEN DE LA PAGINA DE LOGIN<br>//---------------------------<br>// imagen que aparece en lo alto de la pagina de autentificacion de php_vacaciones
fr_fr: // IMAGE DE LA PAGE DE CONNEXION<br>//---------------------------<br>// image qui apparaît en haut de la page d'authentification

# config_comment_lien_img_login
source: // PICTURE LINK<br>//------------------<br>// URL where sends the picture of the login page
es_es: // ENLACE DE LA IMAGEN<br>//------------------<br>// URL donde reenvia la imagen de la pagina de login
fr_fr: // LIEN DE L'IMAGE<br>//------------------<br>// URL où renvoie l'image de la page de connexion

# config_comment_titre_calendrier
source: Calendar title page
es_es: Titulo de la pagina calendario de php_vacaciones
fr_fr: Titre de la page calendrier

# config_comment_titre_user_index
source: User title pages (will be followed by the user login)
es_es: Titulo de las paginas Usuario (sera seguido del login del usuario)
fr_fr: Titre des pages Utilisateur (sera suivi de l'identifiant de l'utilisateur)

# config_comment_titre_resp_index
source: Manager title pages
es_es: Titulo de las paginas Responsable
fr_fr: Titre des pages Responsable

# config_comment_titre_admin_index
source: Administrator title pages
es_es: Titulo de las paginas Administrador
fr_fr: Titre des pages Administrateur

# config_comment_auth
source: // Authentication :<br>//---------------------<br>// if = FALSE : no authentification at start , one must pass the login parameter during call of Libertempo<br>// if = TRUE : authentication page displays during call of Libertempo (TRUE is the default value)
es_es: // Autentificacion :<br>//---------------------<br>// si = FALSE : ninguna autentificacion al comienzo, hace falta pasar el parametro login a la llamada de php_vacaciones<br>// si = TRUE : la pagina de autentificacion aparece a la llamada de php_vacaciones (TRUE es el valor por defecto)
fr_fr: // Authentification :<br>//---------------------<br>// si = FALSE : pas d'authentification au démarrage , il faut passer le paramètre login à l'appel de Libertempo<br>// si = TRUE : la page d'authentification apparaît à l'appel de Libertemp (TRUE est la valeur par défaut)

# config_comment_how_to_connect_user
source: // How to verify the users login and password at start :<br>//--------------------------------------------------------------------------<br>// if at "dbconges" : the users authentification is done in user table of the db_conges database<br>// if at "ldap" : the users authentification is done in a LDAP phone book that on will question (cf config_ldap.php)<br>// if at "CAS" : the users authentification is done on a CAS server that one will question (cf config_CAS.php)<br>// warning : all other value than "dbconges" or "ldap" or "CAS" will lead to an error !!!
es_es: // Como verificar el login y password de los usuarios al inicio :<br>//--------------------------------------------------------------------------<br>// si a "dbconges" : la autentificacion de los usuarios se hace dentro la tabla usuarios de la database db_conges<br>// si a "ldap" : la autentificacion de los usuarios se hace dentro de un anuario LDAP que vamos interrogar (cf config_ldap.php)<br>// si a "CAS" : la autentificacion de los usuarios se hace sobre un servidor CAS que vamos interrogar (cf config_CAS.php)<br>// atencion : toda otro valor que "dbconges" o "ldap" o "CAS" comportara un error !!!
fr_fr: // Comment vérifier l'identifiant et mot de passe des utilisateurs au démarrage :<br>//--------------------------------------------------------------------------<br>// si à "dbconges" : l'authentification des utilisateurs se fait dans la table users de la database db_conges<br>// si à "ldap" : l'authentification des utilisateurs se fait dans un annuaire LDAP que l'on va interroger (cf config_ldap.php)<br>// si à "CAS" : l'authentification des utilisateurs se fait sur un serveur CAS que l'on va interroger (cf config_CAS.php)<br>// attention : toute autre valeur que "dbconges" ou "ldap" ou "CAS" entraînera une erreur !!!

# config_comment_export_users_from_ldap
source: // Export of Users from LDAP :<br>//--------------------------------<br>// if = FALSE : the users are created "manually" directly in Libertempo (FALSE is the default value)<br>// if = TRUE : the users are imported from the LDAP server (with the help of a drop-down list) (cf config_ldap.php)
es_es: // Exportacion de los Usuarios desde LDAP :<br>//--------------------------------<br>// si = FALSE : los usuarios son creados "a la mano" directamente dentro php_vacaciones (FALSE es el valor por defecto)<br>// si = TRUE : los usuarios son importados del servidor LDAP (gracias a una lista) (cf config_ldap.php)
fr_fr: // Export des utilisateurs depuis LDAP :<br>//--------------------------------<br>// si = FALSE : les utilisateurs sont créés "à la main" directement dans Libertempo (FALSE est la valeur par défaut)<br>// si = TRUE : les utilisateurs sont importés du serveur LDAP (grâce à une liste déroulante) (cf config_ldap.php)

# config_comment_user_saisie_demande
source: // HOLIDAYS REQUESTS<br>//---------------------------------------<br>// if at FALSE : no request input by user, no request management by the manager<br>// if at TRUE : request input by user, and request management by the manager (TRUE is the default value)
es_es: // SOLICITUD DE VACACIONES<br>//---------------------------------------<br>// si FALSE : ninguna entrada de solicitud por el usuario, ninguna gestion de las solicitudes por el responsable<br>// si TRUE : entrada de solicitud por el usuario, y gestion de las solicitudes por el responsable (TRUE es el valor por defecto)
fr_fr: // DEMANDES DE CONGÉS<br>//---------------------------------------<br>// si à FALSE : pas de saisie de demande par l'utilisateur, pas de gestion des demandes par le responsable<br>// si à TRUE : saisie de demande par l'utilisateur, et gestion des demandes par le responsable (TRUE est la valeur par défaut)

# config_comment_user_affiche_calendrier
source: // DISPLAY OF THE BUTTON OF THE CALENDAR FOR THE USER<br>//--------------------------------------------------------------------------------------<br>// if at FALSE : the users cannot display the holidays calendrar<br>// if at TRUE : the users can display the holidays calendrar(TRUE is the default value)
es_es: // APARICION DEL BOTON DE CALENDARIO PARA EL USUARIO<br>//--------------------------------------------------------------------------------------<br>// si FALSE : los usuarios no tienen la posibilidad de ver el calendario de las vacaciones<br>// si TRUE : los usuarios tienen la posibilidad de ver el calendario de las vacaciones (TRUE es el valor por defecto)
fr_fr: // AFFICHAGE DU BOUTON DE CALENDRIER POUR L'UTILISATEUR<br>//--------------------------------------------------------------------------------------<br>// si à FALSE : les utilisateurs n'ont pas la possibilité d'afficher le calendrier des congés<br>// si à TRUE : les utilisateurs ont la possibilité d'afficher le calendrier des congés (TRUE est la valeur par défaut)

# config_comment_user_saisie_mission
source: // INPUT BY THE USER OF LEAVES FOR MISSIONS, TRAININGS, CONGRESSES, ETC ....<br>//--------------------------------------------------------------------------------------<br>// ( absences of this type do not take off holidays days ! )<br>// if at FALSE : no input by the user of leave for mission, training, congress, etc ....<br>// if at TRUE : input by user of leaves for mission, training, congress, etc .... (TRUE is default value)
es_es: // ENTRADA DE LAS AUSENCIAS PARA MISIONES, FORMATIONES, CONGRESOS, ETC .... POR EL USUARIO<br>//--------------------------------------------------------------------------------------<br>// ( las ausencias de este tipo no quitan dias de vacaciones ! )<br>// si FALSE : ninguna entrada por el usuario de ausencias por mision, formacion, congreso, etc ....<br>// si TRUE : entrada por el usuario de las ausencias por mision, formacion, congreso, etc .... (TRUE es el valor por defecto)
fr_fr: // SAISIE DES ABSENCES POUR MISSIONS, FORMATIONS, CONGRÈS, ETC. PAR L'UTILISATEUR<br>//--------------------------------------------------------------------------------------<br>// ( les absences de ce type n'enlèvent pas de jours de congés ! )<br>// si à FALSE : pas de saisie par l'utilisateur des absences pour mission, formation, congrès, etc.<br>// si à TRUE : saisie par l'utilisateur des absences pour mission, formation, congrès, etc. (TRUE est la valeur par défaut)

# config_comment_user_ch_passwd
source: // CHANGE YOUR PASSWORD<br>//---------------------------------------<br>// if at FALSE : the user cannot change his password<br>// if at TRUE : the user can change his password (TRUE is the default value)
es_es: // CAMBIAR SU PASSWORD<br>//---------------------------------------<br>// si FALSE : el usuario no puede cambiar su password<br>// si TRUE : el usuario puede cambiar su password (TRUE es el valor por defecto)
fr_fr: // CHANGER SON MOT DE PASSE<br>//---------------------------------------<br>// si à FALSE : l'utilisateur ne peut pas changer son mot de passe<br>// si à TRUE : l'utilisateur peut changer son mot de passe (TRUE est la valeur par défaut)

# config_comment_responsable_virtuel
source: // GENERIC VIRTUAL MANAGER OR NOT<br>//-------------------------------------------<br>// if at FALSE : the manager that handles the staff holidays is a real person (user of Libertempo) (FALSE is the default value)<br>// if at TRUE : the manager that handles the staff holidays is a virtual generic user (login=conges)
es_es: // RESPONSABLE GENERICO VIRTUAL O NO<br>//-------------------------------------------<br>// si FALSE : el responsable que trate las vacaciones del personal es una persona real (usuario de php_vacaciones) (FALSE es el valor por defecto)<br>// si TRUE : el responsable que trate las vacaciones del personal es un usuario generico virtual (login=conges)
fr_fr: // RESPONSABLE GÉNÉRIQUE VIRTUEL OU NON<br>//-------------------------------------------<br>// si à FALSE : le responsable qui traite les congés des personnels est une personne réelle (utilisateur de Libertempo) (FALSE est la valeur par défaut)<br>// si à TRUE : le responsable qui traite les congés des personnels est un utilisateur générique virtuel (identifiant=conges)

# config_comment_resp_affiche_calendrier
source: // DISPLAY OF THE BUTTON OF THE CALENDAR FOR THE MANAGER<br>//--------------------------------------------------------------------------------------<br>// si Ã FALSE : the managers cannot display the holidays calendrar<br>// if at TRUE : the managers can display the holidays calendrar(TRUE is the default value)
es_es: // APARICION DEL BOTON DE CALENDARIO PARA EL RESPONSABLE<br>//--------------------------------------------------------------------------------------<br>// si FALSE : los responsables no tienen la posibilidad de ver el calendario de las vacaciones<br>// si TRUE : los responsables tienen la posibilidad de ver el calendario de las vacaciones (TRUE es el valor por defecto)
fr_fr: // AFFICHAGE DU BOUTON DE CALENDRIER POUR LE RESPONSABLE<br>//--------------------------------------------------------------------------------------<br>// si à FALSE : les responsables n'ont pas la possibilité d'afficher le calendrier des congés<br>// si à TRUE : les responsables ont la possibilité d'afficher le calendrier des congés (TRUE est la valeur par défaut)

# config_comment_resp_saisie_mission
source: // INPUT BY THE MANAGER OF LEAVES FOR MISSIONS, TRAININGS, CONGRESSES, ETC ....<br>//---------------------------------------------------------------------------------------<br>// ( leaves of this type do not take off holidays days ! )<br>// if at FALSE : no input by the manager of leaves for mission, training, congress, etc ....(FALSE is the default value)<br>// if at TRUE : input by manager of leaves for mission, training, congress, etc ....
es_es: // ENTRADA DE LAS AUSENCIAS POR MISIONES, FORMACIONES, CONGRESOS, ETC .... POR EL RESPONSABLE<br>//---------------------------------------------------------------------------------------<br>// ( las ausencias de este tipo no quitan dias de vacaciones ! )<br>// si FALSE : ninguna entrada para el responsable de las ausencias por mision, formacion, congreso, etc ....(FALSE es el valor por defecto)<br>// si TRUE : entrada por el responsable de las ausencias por mision, formacion, congreso, etc ....
fr_fr: // SAISIE DES CONGES ET ABSENCES POUR MISSIONS, FORMATIONS, CONGRES, ETC. PAR LE RESPONSABLE<br>//---------------------------------------------------------------------------------------<br>// <br>// si à FALSE : pas de saisie par le responsable des congés et absences (FALSE est la valeur par défaut)<br>// si à TRUE : saisie par le responsable des congés et absences
