Repository: libertempo/web
Catalog: locale/*/LC_MESSAGES/php-conges.po
Languages: es_es, fr_fr

# config_comment_php_conges_authldap_include_path
source: // PATH TO THE authLDAP.php FILE<br>//-------------------------------------------------------<br>// One defines here the path to access to the PHP library directory "authLDAP.php".<br>// The path must be relative from the php_conges root application.
es_es: // CAMINO HACIA EL fichero authLDAP.php<br>//-------------------------------------------------------<br>// Definimos aqui el camino para acceder al repertorio de la libreria PHP "authLDAP.php".<br>// El camino debe ser relativo desde la raiz de la aplicacion php_vacaciones.
fr_fr: // CHEMIN VERS LE fichier authLDAP.php<br>//-------------------------------------------------------<br>// On définit ici le chemin pour accéder au répertoire de la librairie PHP "authLDAP.php".<br>// Le chemin doit être relatif depuis la racine de l'application Libertempo.

# install_le_fichier
source: The file
es_es: El fichero
fr_fr: Le fichier

# install_reload_page
source: then reload this page
es_es: despues recargar esta pagina
fr_fr: puis rechargez cette page

# install_db_inaccessible
source: the database is not reachable
es_es: la database no es accesible
fr_fr: la base de données n'est pas accessible

# install_verifiez_param_file
source: Please verify the file parameters
es_es: Por favor verificar los parametros del fichero
fr_fr: Veuillez vérifier les paramètres du fichier

# install_verifiez_priv_mysql
source: Make sure that the MySql database, the user and the privileges have been created.
es_es: Aseguraros que la database, el usuario y los privilegios MySql han estado correctamente creados.
fr_fr: Assurez vous que la base de données, l'utilisateur et les privilèges MySQL ont bien été créés.

# install_install_phpconges
source: Installation of Libertempo
es_es: Instalacion de php_vacaciones
fr_fr: Installation de Libertempo

# install_no_prev_version_found
source: No previous release can be found
es_es: Ninguna version anterior no ha podido ser constatada
fr_fr: Aucune version antérieure n'a pu être déterminée

# install_indiquez
source: Please indicate whether it is
es_es: Por favor indicar si se trata
fr_fr: Veuillez indiquer s'il s'agit

# install_nouvelle_install
source: a New Installation
es_es: de una Nueva Instalacion
fr_fr: d'une Nouvelle Installation

# install_mise_a_jour
source: an Update
es_es: de una Actualizacion
fr_fr: d'une Mise à Jour

# install_indiquez_pre_version
source: please indicate the release already installed
es_es: por favor indicar la version ya instalada
fr_fr: veuillez indiquer la version déjà installée

# install_installed_version
source: release already installed
es_es: version ya instalada
fr_fr: version déjà installée

# install_config_appli
source: configure the application
es_es: configurar la aplicacion
fr_fr: configurer l'application

# install_config_types_abs
source: configure the types of holidays to manage
es_es: configurar los tipos de vacaciones a gestionar
fr_fr: configurer les types de congés à gérer

# install_install_titre
source: Installation of Libertempo
es_es: Instalacion de la aplicacion PHP_VACACIONES
fr_fr: Installation de l'application Libertempo

# install_impossible_sur_db
source: impossible on the database
es_es: imposible sobre la database
fr_fr: impossible sur la base de données

# install_verif_droits_mysql
source: verify the Mysql rights of
es_es: verificar los derechos mysql de
fr_fr: vérifier les droits mysql de

# install_puis
source: then
es_es: despues
fr_fr: puis

# install_ok
source: Installation successful
es_es: Instalacion efectuada con exito
fr_fr: Installation effectuée avec succès

# install_maj_titre_1
source: Update
es_es: Actualizacion
fr_fr: Mise à jour

# install_maj_titre_2
source: Update of Libertempo
es_es: Actualizacion de la aplicacion PHP_VACACIONES
fr_fr: Mise à jour de l'application Libertempo

# install_maj_passer_de
source: you are about to change release from
es_es: usted esta a punto de pasar de la version
fr_fr: vous êtes sur le point de passer de la version

# install_maj_a_version
source: to release
es_es: a la version
fr_fr: à la version

# install_maj_sauvegardez
source: Before going on, take care in doing a backup of your database
es_es: Antes de continuar, tener la precaucion de hacer una copia de seguridad de vuestra base de datos.
fr_fr: Avant de continuer, prenez soin de faire une sauvegarde de votre base de données

# install_etape
source: step
es_es: etapa
fr_fr: étape

# divers_date_traitement
source: date-time asking/processing
es_es: fecha-hora demanda/tratamiento
fr_fr: date-heure demande/traitement

# divers_demande
source: asking
es_es: demanda
fr_fr: demande

# divers_traitement
source: processing
es_es: tratamiento
fr_fr: traitement

# divers_mois
source: month
es_es: mes
fr_fr: mois

# divers_annee
source: year
es_es: añ
fr_fr: année

# install_remove_fichier
source: is from now on useless... Please delete it !
es_es: es de aqui en adelante inutil... Por favor suprimalo !
fr_fr: est désormais inutile... Veuillez le supprimer !

# install_config_mail
source: configure the mails sent by Libertempo
es_es: configurar los mails enviados por php_conges
fr_fr: configurer les mails envoyés

# button_export_1
source: Export ical / vcal
es_es: Exportar ical / vcal
fr_fr: Exporter ical

# button_export_2
source: Export the events in the ical / vcal format
es_es: Exportar los eventos al formato ical / vcal
fr_fr: Pour consulter vos congés sur un agenda, copiez ce lien :

# calcul_nb_jours_commentaire
source: warning: this period overlaps other holidays !
es_es: atencion: este periodo se superpone con otras vacaciones !
fr_fr: attention: cette période chevauche d'autres congés !

# calcul_nb_jours_commentaire_impossible
source: CALCULATION IMPOSSIBLE : this period overlaps a current holidays request pending !
es_es: CALCULO IMPOSIBLE : este periodo se superpone con una solicitud de vacaciones en curso !
fr_fr: attention: cette période chevauche une demande de congés en cours !

# config_comment_export_ical_vcal
source: // EXPORT HOLIDAYS IN ICS OU VCS FORMAT<br>//----------------------------------------------------------------------<br>// if at FALSE : the users cannot export their holidays/leaves in the ics or vcs formats.<br>// if at TRUE : the users can export their holidays/leaves in the ics or vcs formats (to import in electronic agendas or in planning softwares). (TRUE is the default value)
es_es: // EXPORTAR DESDE VACACIONES AL FORMATO ICS OU VCS<br>//----------------------------------------------------------------------<br>// si O FALSE : los usuarios no pueden exportar sus vacaciones/ausencias al formato ics o vcs.<br>// si TRUE : los usuarios pueden exportar sus vacaciones/ausencias al formato ics ou vcs (para importar en la agenda electronica o al programa de planning). (TRUE es el valor por defecto)
fr_fr: // EXPORTER LES CONGES AU FORMAT ICS<br>//----------------------------------------------------------------------<br>// si à FALSE : les utilisateurs ne peuvent pas exporter leurs congés/absences au format ICS.<br>// si à TRUE : les utilisateurs peuvent exporter leurs congés/absences au format ICS (pour importer dans les agendas électroniques ou les logiciels de planning). (TRUE est la valeur par défaut)

# export_cal_titre
source: Export in ical / vcal format
es_es: Exportar al formato ical / vcal
fr_fr: Exporter au format ical

# mail_new_demande_comment
source: alert message to the manager in case of new holidays request.
es_es: mensaje de alerta al responsable en caso de nueva demanda de vacaciones.
fr_fr: message d'alerte au responsable en cas de nouvelle demande de congés.

# mail_valid_conges_comment
source: alert message d'alerte to the user in case of validation of a holiday request or of input of a new holiday by the manager
es_es: mensaje de alerta al usuario en caso de validation d'une demande de congs ou de saisie d'un nouveau conges par le responsable
fr_fr: message d'alerte à l'utilisateur en cas de validation d'une demande de congés ou de saisie d'un nouveau congé par le responsable

# mail_refus_conges_comment
source: alert message d'alerte to the user in case of refusal by the manager of a holiday request
es_es: mensaje de alerta al usuario en caso de rechazo de una demanda de vacaciones por el responsable
fr_fr: message d'alerte à l'utilisateur en cas de refus d'une demande de congés par le responsable

# mail_annul_conges_comment
source: alert message d'alerte to the user in case of cancellation by the manager of holidays
es_es: mensaje de alerta al usuario en caso de anulacion de vacaciones por el responsable
fr_fr: message d'alerte à l'utilisateur en cas d'annulation de congés par le responsable

# mail_prem_valid_conges_comment
source: alert message d'alerte to the user in case of first authorization by the manager of a holiday request (if we use the double authorization).
es_es: mensaje de alerta al usuario en caso de primera validacion de una demanda de vacaciones por el responsable (si utilizamos la doble validacion).
fr_fr: message d'alerte à l'utilisateur en cas de première validation d'une demande de congés par le responsable (si on utilise la double validation).

# mail_remplace_url_accueil_comment
source: __URL_ACCUEIL_CONGES__ will automatically be replaced by a link to your Libertempo application.
es_es: __URL_ACCUEIL_CONGES__ sera automaticamente remplazada por un link hacia vuestra aplicacion php_conges.
fr_fr: __URL_ACCUEIL_CONGES__ sera automatiquement remplacé par un lien vers votre application Libertempo.

# mail_remplace_sender_name_comment
source: __SENDER_NAME__ will automatically be replaced by the name and first name of the sender.
es_es: __SENDER_NAME__ sera automaticamente remplazada por le nom et prxnom de l'expediteur.
fr_fr: __SENDER_NAME__ sera automatiquement remplacé par le nom et prénom de l'expéditeur.

# mail_remplace_destination_name_comment
source: __DESTINATION_NAME__ will automatically be replaced by the name and first name of the recipeint(s).
es_es: __DESTINATION_NAME__ sera automaticamente remplazada por el apellido y el nombre del (de los) destinatario(s).
fr_fr: __DESTINATION_NAME__ sera automatiquement remplacé par le nom et le prénom du (des) destinataire(s).

# mail_remplace_retour_ligne_comment
source: __RETOUR_LIGNE__ will automatically be replaced by line return.
es_es: __RETOUR_LIGNE__ sera automaticamente remplazada por pase - la linea.
fr_fr: __RETOUR_LIGNE__ sera automatiquement remplacé par un passage à la ligne.

# config_mail_titre
source: Configuration of the mails sent by Libertempo
es_es: Configuracion de los mails enviados por PHP_CONGES
fr_fr: Configuration des mails envoyés

# config_mail_alerte_config
source: This page is only used if the mail sent by Libertempo is validated (see configuration of the application).
es_es: Esta pagina solo sirve si el envio de mail por php_conges es valido (ver configuracion de la aplicaion).
fr_fr: Cette page ne sert que si l'envoi de mail par Libertempo est validé (voir configuration de l'application).

# config_mail_subject
source: mail subject
es_es: sujeto del mail
fr_fr: sujet du mail

# config_mail_body
source: mail body
es_es: texto del mail
fr_fr: corps du mail

# admin_button_config_mail_1
source: Configuration of the mails sent by Libertempo
es_es: Configuracion de los mails enviados por php_conges
fr_fr: Configuration des mails envoyés

# config_comment_affiche_bouton_config_mail_pour_admin
source: // ACCESS TO THE CONFIG OF MAILS OF THE APPLI FOR THE ADMINS<br>//---------------------------------------------------------------------<br>// if at FALSE : the access button to the mail configuration sent by Libertempo does not show on the administrator page (FALSE is the default value)<br>// if at TRUE : the access button to the mail configuration sent by php_conges shows on the administrator page
es_es: // ACCESO A LA CONFIG DE LOS MAILS DE LA APPLI PARA LOS ADMINISTRADORES<br>//---------------------------------------------------------------------<br>// si FALSE : el boton de acceso de configuracion de mails enviados por php_conges no aparece sobre la pagina administrador (FALSE es el valor por defecto)<br>// si ] TRUE : el boton de acceso a la configuracion de los mails enviados por php_vacaciones aparece sobre la pagina administrador
fr_fr: // ACCÈS À LA CONFIG DES MAILS DE L'APPLI POUR LES ADMINS<br>//---------------------------------------------------------------------<br>// si à FALSE : le bouton d'accès à la configuration des mails envoyés par Libertempo n'apparaît pas sur la page administrateur (FALSE est la valeur par défaut)<br>// si à TRUE : le bouton d'accès à la configuration des mails envoyés par Libertempo apparaît sur la page administrateur

# config_comment_mail_prem_valid_conges_alerte_user
source: // SENDING OF MAIL TO THE USER AND BIG MANAGER AFTER THE FIRST VALIDATION OF A REQUEST (case of a double authorization) :<br>//----------------------------------------------------------------<br>// if at FALSE : the user and the big manager don't receive any mail when the manager approves a request (first authorization). (FALSE is the default value)<br>// if at TRUE : the user and the big manager receive an alert mail when the manager approves a request (first authorization).
es_es: // ENVIO DE MAIL AL USUARIO Y GRAN REPONSABLE DESPUES LA PRIMERA VALIDACION DE UNA DEMANDA (caso de una doble validacion de demanda) :<br>//----------------------------------------------------------------<br>// si FALSE : el usuario y el gran responsable no reciben el mail cuando el responsable valida una demanda (primera validacion). (FALSE es el valor por defecto)<br>// si es TRUE : el usuario y el gran responsable reciben un mail de alerta cuando el responsable valida una demanda (primera validacion).<br>
fr_fr: // ENVOI DE MAIL À L'UTILISATEUR ET AU GRAND RESPONSABLE APRÈS LA PREMIÈRE VALIDATION D'UNE DEMANDE (cas d'une double validation de demande) :<br>//----------------------------------------------------------------<br>// si à FALSE : l'utilisateur et le grand responsable ne reçoivent pas de mail lorsque le responsable valide une demande (première validation). (FALSE est la valeur par défaut)<br>// si à TRUE : l'utilisateur et le grand responsable reçoivent un mail d'alerte lorsque le responsable valide une demande (première validation).

# config_comment_affiche_date_traitement
source: // DISPLAY OF PROCESSING DATES AND HOURS IN THE HOLIDAYS HISTORY<br>//---------------------------------------------------------------------<br>// if at FALSE : the dates and hours of holidays requests or approvals requests are not displayed in the tables (FALSE is the default value)<br>// if at TRUE : dates and hour of holidays requests or of approval requests are displayed in the tables and reports (warning, this increases considerably the width of the displayed page).
es_es: // PRESENTACION DE LOS DATOS Y HORA DE TRATAMIENTO EN LOS HISTORICOS DE LAS VACACIONES<br>//---------------------------------------------------------------------<br>// si FALSE : los datos y horas de demanda de vacaciones o de validacion de demanda no seran presentados en los tableros (FALSE es el valor por defecto)<br>// si TRUE : los datos y horas de demanda de vacaciones o de validacion de demanda seran presentados en los tableros y ditions (attention, cela augmente consid rablement la largeur de la page affiche).
fr_fr: // AFFICHAGE DES DATES ET HEURE DE TRAITEMENT DANS LES HISTORIQUES DES CONGES<br>//---------------------------------------------------------------------<br>// si à FALSE : les dates et heures de demande de congés ou de validation de demande ne sont pas affichées dans les tableaux (FALSE est la valeur par défaut)<br>// si à TRUE : les dates et heures de demande de congés ou de validation de demande sont affichées dans les tableaux et éditions (attention, cela augmente considérablement la largeur de la page affichée).

# config_comment_double_validation_conges
source: // DOUBLE APPROVAL OF THE HOLIDAYS DEMANDS<br>//----------------------------------------------------------------------<br>// if at FALSE : the holidays request of a user is accepted or not by the manager (only one approval)(FALSE is the default value).<br>// if at TRUE : the holidays request of a user must be approved by the manager, then accepted by the manager of the manager (double approval).<br>\WARNING, this parameter is valid ONLY if in the case of a management by group of the users !)
es_es: // DOBLE VALIDACION DE LAS DEMANDAS DE VACACIONES<br>//----------------------------------------------------------------------<br>// si FALSE : la demanda de vacaciones de un usuario es aceptada o no por el responsble (une sola validacion)(FALSE es el valor por defecto).<br>// si TRUE : la demanda de vacaciones de un usuario debe ser validada por un responsable, luego aceptada por el responsable del responsable (doble validacion).<br>ATENCION, este parametro no es valido QUE en el caso de una gestion por grupos de usuarios !)
fr_fr: // DOUBLE VALIDATION DES DEMANDES DE CONGÉS<br>//----------------------------------------------------------------------<br>// si à FALSE : la demande de congés d'un utilisateur est acceptée ou non par le responsable (une seule validation)(FALSE est la valeur par défaut).<br>// si à TRUE : la demande de congés d'un utilisateur doit être validée par le responsable, puis acceptée par le responsable du responsable (double validation).<br>ATTENTION, ce paramètre n'est valable QUE dans le cas d'une gestion par groupe d'utilisateurs !)

# admin_groupes_double_valid
source: double approval
es_es: doble validacion
fr_fr: double validation

# admin_gestion_groupe_grand_resp_responsables
source: Big Managers of Group
es_es: Grandes Responsables del Grupo
fr_fr: Grands Responsables du Groupe

# resp_traite_demandes_titre_tableau_2
source: requests in second approval
es_es: Demandas en segunda validacion
fr_fr: Demandes en deuxième validation

# resp_traite_user_etat_demandes_2_valid
source: State of requests in second approval :
es_es: Estado de las demandas en segunda validacion :
fr_fr: État des demandes en deuxième validation

# resp_etat_users_titre_double_valid
source: Users with double approvals request
es_es: Usuarios con doble validacion de las demandas
fr_fr: Utilisateurs avec double validation des demandes

# resp_etat_aucun_user
source: No user for this manager !!!
es_es: Ningun usuario para este responsable !!!
fr_fr: Aucun utilisateur pour ce responsable !!!

# button_imprim_calendar
source: print a calendar
es_es: imprimir un calendario
fr_fr: Imprimer un calendrier

# imprim_calendrier_titre
source: choose the month to print
es_es: escoger el mes a imprimir
fr_fr: Choisissez le mois à imprimer

# session_pas_session_ouverte
source: No opened session.
fr_fr: Pas de session ouverte.

# divers_acces_page_interdit
source: ACCESS TO THIS PAGE FORBIDDEN !!
fr_fr: ACCÈS À CETTE PAGE INTERDIT !!

# divers_user_disconnected
source: You have been disconnected from the application !
fr_fr: Vous avez été déconnecté de l'application !

# divers_veuillez
source: Please
fr_fr: Veuillez

# divers_vous_authentifier
source: authentify yourself
fr_fr: Vous authentifier

# config_comment_affiche_soldes_calendrier
source: // DISPLAY OF THE USERS BALANCES IN THE CALENDAR : <br>//--------------------------------------------------------------------------------------------<br>// if at FALSE : the users holidays balance don't appear on the calendar holidays<br>// if at TRUE : the users holidays balance appear on the calendar holidays (TRUE is the default value)
fr_fr: // AFFICHAGE DES SOLDES UTILISATEURS DANS LE CALENDRIER : <br>//--------------------------------------------------------------------------------------------<br>// si à FALSE : les soldes de congés des utilisateurs n'apparaissent pas sur le calendrier des congés<br>// si à TRUE : les soldes de congés des utilisateurs apparaissent sur le calendrier des congés (TRUE est la valeur par défaut)

# mail_remplace_nb_jours
source: __NB__JOURS__ will automatically be replaced by the number of days of the concerned leave.
fr_fr: __NB_OF_DAY__ sera automatiquement remplacé par le nombre de jours de l'absence concernés.

# config_comment_gestion_conges_exceptionnels
source: // EXCEPTIONAL HOLIDAYS<br>//----------------------------------------------------------------------<br>// holidays with an annual number of days always set to 0<br>// if at FALSE : the holidays of the type 'exceptional holidays' are not managed.(FALSE is the default value)<br>// if at TRUE : it is possible to define holidays of the type 'exceptional holidays' for the users (annual unpaid holidays).
fr_fr: // CONGES EXCEPTIONNELS<br>//----------------------------------------------------------------------<br>// congés avec un nombre de jours annuel toujours à 0<br>// si à FALSE : les congés de type 'congés exceptionnels' ne sont pas gérés.(FALSE est la valeur par défaut)<br>// si à TRUE : il est possible de définir des congés de type 'congés exceptionnels' pour les utilisateurs (congés sans solde).

# config_abs_comment_conges_exceptionnels
source: The types of holidays listed here have no annual rates.
fr_fr: Les types de conges listés ici n'ont pas de taux annuel.

# config_abs_desactive_cong_excep_impossible
source: IMPOSSIBLE to deactivate the exceptional holidays! (no exceptional holidays must be recorded to allow this operation.)
fr_fr: IMPOSSIBLE de désactiver les congés exceptionnels! (aucun congé exceptionnel ne doit être enregistré pour effectuer cette opération.)

# divers_conges_exceptionnels
source: exceptional holidays
fr_fr: congés exceptionnels

# divers_conges_exceptionnels_maj_1
source: Exceptional Holidays
fr_fr: Congés exceptionnels

# divers_semaine
source: week
fr_fr: semaine

# config_comment_grand_resp_ajout_conges
source: // ADDING OF HOLIDAYS BY THE BIG MANAGER<br>//----------------------------------------------------------------------<br>// ONLY works if the double approval is activated !<br>// if at FALSE : a manager can only add holidays to his direct users (of which he is 'manager').(FALSE is default value)<br>// if at TRUE : a manager can add holidays to users of which he is 'manager' AND 'big manager' !
fr_fr: // AJOUT DE CONGÉS PAR LE GRAND RESPONSABLE <br>//----------------------------------------------------------------------<br>// ne fonctionne QUE si la double validation est activée !<br>// si à FALSE : un responsable ne peut ajouter (créditer) de congés qu'à ses utilisateurs directs (dont il est 'responsable').(FALSE est la valeur par défaut)<br>// si à TRUE : un responsable peut ajouter (créditer) des congés aux utilisateurs dont il est 'responsable' ET 'grand responsable' !

# config_comment_interdit_saisie_periode_date_passee
source: // FORBID HOLIDAYS INPUT FOR PAST DATES<br>//----------------------------------------------------------------------<br>//if at FALSE : it is possible to input a holiday request for a past date.(FALSE is the default value)<br>// if at TRUE : it is forbidden (and impossible) to input a holiday request at a past date.
fr_fr: // INTERDIRE LES SAISIES DE CONGÉS POUR LES DATES PASSÉES:<br>//----------------------------------------------------------------------<br>//si à FALSE : il est possible de saisir une demande de congés pour une date passée.(FALSE est la valeur par défaut)<br>// si à TRUE : il est interdit (et impossible) de saisir une demande de congés pour une date passée.

# calcul_nb_jours_commentaire_bad_date
source: warning: ending date de fin smaller than beginning date !
fr_fr: attention: date de fin antérieure à date de début !

# calcul_impossible
source: warning: Calculation Impossible !
fr_fr: attention: Calcul Impossible !
