Repository: libertempo/web
Catalog: locale/*/LC_MESSAGES/php-conges.po
Languages: es_es, fr_fr

# langue
source: Language
es_es: Idioma
fr_fr: Langue

# janvier
source: January
es_es: Enero
fr_fr: Janvier

# fevrier
source: February
es_es: Febrero
fr_fr: Février

# mars
source: March
es_es: Marzo
fr_fr: Mars

# avril
source: April
es_es: Abril
fr_fr: Avril

# mai
source: May
es_es: Mayo
fr_fr: Mai

# juin
source: June
es_es: Junio
fr_fr: Juin

# juillet
source: July
es_es: Julio
fr_fr: Juillet

# aout
source: August
es_es: Agosto
fr_fr: Août

# septembre
source: September
es_es: Septiembre
fr_fr: Septembre

# octobre
source: October
es_es: Octubre
fr_fr: Octobre

# novembre
source: November
es_es: Noviembre
fr_fr: Novembre

# decembre
source: December
es_es: Diciembre
fr_fr: Décembre

# lundi
source: monday
es_es: lunes
fr_fr: lundi

# mardi
source: tuesday
es_es: martes
fr_fr: mardi

# mercredi
source: wednesday
es_es: miercoles
fr_fr: mercredi

# jeudi
source: thursday
es_es: jueves
fr_fr: jeudi

# vendredi
source: friday
es_es: viernes
fr_fr: vendredi

# samedi
source: saturday
es_es: sabado
fr_fr: samedi

# dimanche
source: sunday
es_es: domingo
fr_fr: dimanche

# lundi_short
source: mon
es_es: lun
fr_fr: lun

# mardi_short
source: tue
es_es: mar
fr_fr: mar

# mercredi_short
source: wed
es_es: mie
fr_fr: mer

# jeudi_short
source: thu
es_es: jue
fr_fr: jeu

# vendredi_short
source: fri
es_es: vie
fr_fr: ven

# samedi_short
source: sat
es_es: sab
fr_fr: sam

# dimanche_short
source: sun
es_es: dom
fr_fr: dim

# lundi_2c
source: mo
es_es: lu
fr_fr: lu

# mardi_2c
source: tu
es_es: ma
fr_fr: ma

# mercredi_2c
source: we
es_es: mi
fr_fr: me

# jeudi_2c
source: th
es_es: ju
fr_fr: je

# vendredi_2c
source: fr
es_es: vi
fr_fr: ve

# dimanche_2c
source: su
es_es: do
fr_fr: di

# lundi_1c
source: M
es_es: L
fr_fr: L

# mardi_1c
source: T
es_es: M
fr_fr: M

# mercredi_1c
source: W
es_es: M
fr_fr: M

# jeudi_1c
source: T
es_es: J
fr_fr: J

# vendredi_1c
source: F
es_es: V
fr_fr: V

# dimanche_1c
source: S
es_es: D
fr_fr: D

# button_deconnect
source: Disconnection
es_es: Desconexion
fr_fr: Déconnexion

# button_editions
source: Reports
es_es: Edicion Papel
fr_fr: Éditions Papier

# button_responsable_mode
source: Supervisor
fr_fr: Responsable

# button_admin_mode
source: Administrator
es_es: Modo Administrador
fr_fr: Administrateur

# button_calendar
source: calendar
es_es: Mostrar el Calendario
fr_fr: Calendrier

# form_submit
source: Validate
es_es: Validar
fr_fr: Valider

# form_cancel
source: Cancel
es_es: Abandonar
fr_fr: Abandonner

# form_retour
source: Return
es_es: Volver
fr_fr: Retour

# form_ajout
source: Add
es_es: A?adir
fr_fr: Ajouter

# form_supprim
source: Delete
es_es: Suprimir
fr_fr: Supprimer

# form_modif
source: Modify
es_es: Modificar
fr_fr: Modifier

# form_annul
source: Cancel
es_es: Anular
fr_fr: Annuler

# form_redo
source: Start again
es_es: Volver a empezar
fr_fr: Recommencer

# form_am
source: morning
es_es: mañana
fr_fr: matin

# form_pm
source: afternoon
es_es: tarde
fr_fr: après-midi

# form_day
source: full day
es_es: jornada completa
fr_fr: journée complète

# form_close_window
source: Close
es_es: Cerrar esta ventana
fr_fr: Fermer cette fenêtre

# form_save_modif
source: Save modifications
es_es: Registrar las modificaciones
fr_fr: Enregistrer les modifications

# form_modif_ok
source: Modifications saved with success !
es_es: Modificaciones registradas !
fr_fr: Modifications enregistrées avec succès !

# form_modif_not_ok
source: ERROR ! Modifications NOT saved !
es_es: ERROR ! Modificaciones NO registradas !
fr_fr: ERREUR ! Modifications NON enregistrées !

# form_valid_global
source: Validate global input
es_es: Validar la entrada global
fr_fr: Valider la saisie globale

# form_valid_groupe
source: Validate input for the Group
es_es: Validar la entrada para el Grupo
fr_fr: Valider la saisie pour le groupe

# form_password
source: Password
fr_fr: Mot de passe

# form_start
source: Start
es_es: Comenzar
fr_fr: Commencer

# form_continuer
source: Continue
es_es: Continuar
fr_fr: Continuer

# divers_quotite
source: quota
es_es: porcentaje
fr_fr: quotité

# divers_quotite_maj_1
source: Quota
es_es: Porcentaje
fr_fr: Quotité

# divers_an
source: year
fr_fr: an

# divers_an_maj
source: YEAR
fr_fr: AN

# divers_solde
source: balance
es_es: saldo
fr_fr: solde

# divers_solde_maj
source: BALANCE
es_es: SALDO
fr_fr: SOLDE

# divers_solde_maj_1
source: Balance
es_es: Saldo
fr_fr: Solde

# divers_debut_maj
source: BEGINNING
es_es: INICIO
fr_fr: DÉBUT

# divers_debut_maj_1
source: Beginning
es_es: Inicio
fr_fr: Début

# divers_fin_maj
source: END
es_es: FIN
fr_fr: FIN

# divers_fin_maj_1
source: End
es_es: Fin
fr_fr: Fin

# divers_comment_maj_1
source: Comment
es_es: Comentario
fr_fr: Commentaire

# divers_etat_maj_1
source: Status
es_es: Situacion
fr_fr: État

# divers_nb_jours_pris_maj_1
source: nb Days Taken
es_es: n° de dias cogidos
fr_fr: nb Jours Pris

# divers_nb_jours_maj_1
source: nb Days
es_es: n? Dias
fr_fr: nb Jours

# divers_inconnu
source: unknown
es_es: desconocido
fr_fr: inconnu

# divers_motif_refus
source: Motive for the refusal
es_es: motivo de la negativa
fr_fr: Motif du refus

# divers_motif_annul
source: motive for the cancellation
es_es: motivo de la anulacion
fr_fr: Motif de l'annulation

# divers_refuse
source: refused
es_es: denegado
fr_fr: refusé

# divers_annule
source: canceled
es_es: anulado
fr_fr: annulé

# divers_login
source: login
fr_fr: identifiant

# divers_login_maj_1
source: Login
fr_fr: Identifiant

# divers_personne_maj_1
source: Person
es_es: Persona
fr_fr: Personne

# divers_responsable_maj_1
source: Manager
es_es: Responsable
fr_fr: Responsable

# divers_nom_maj
source: NAME
es_es: APELLIDO
fr_fr: NOM

# divers_nom_maj_1
source: Name
es_es: Apellido
fr_fr: Nom

# divers_prenom_maj
source: FIRST NAME
es_es: NOMBRE
fr_fr: PRÉNOM

# divers_prenom_maj_1
source: First name
es_es: Nombre
fr_fr: Prénom

# divers_accepter_maj_1
source: Accept
es_es: Acceptar
fr_fr: Accepter

# divers_refuser_maj_1
source: Refuse
es_es: Denegar
fr_fr: Refuser

# divers_conges
source: holidays
es_es: vacaciones
fr_fr: congés

# divers_conges_maj_1
source: Holidays
es_es: Vacaciones
fr_fr: Congés

# divers_absences
source: leave
es_es: ausencias
fr_fr: absences

# divers_absences_maj_1
source: Leave
es_es: Ausencias
fr_fr: Absences

# divers_nouvelle_absence
source: New leave
es_es: Nueva Ausencia
fr_fr: Nouveau Congé

# divers_mois_precedent
source: previous month
es_es: mes precedente
fr_fr: mois précédent

# divers_mois_precedent_maj_1
source: Previous month
es_es: Mois Precedente
fr_fr: Mois Précédent

# divers_mois_suivant
source: next month
es_es: mois siguiente
fr_fr: mois suivant

# divers_mois_suivant_maj_1
source: Next month
es_es: Mois Siguiente
fr_fr: Mois Suivant

source: User
es_es: Usuario
fr_fr: Utilisateur

# user_onglet_echange_abs
source: Move the leave day
es_es: Cambio dia ausencia
fr_fr: Échange jour absence

# user_onglet_demandes
source: Current requests
es_es: solicitudes en curso
fr_fr: Demandes en cours

# user_onglet_historique_conges
source: Holidays history
es_es: Historico vacaciones
fr_fr: Historique des congés

# user_onglet_historique_abs
source: Other leaves history
es_es: Historico otras ausencias
fr_fr: Historique autres absences

# user_onglet_change_passwd
source: Change password
es_es: Cambiar el password
fr_fr: Changer mot de passe

# user_echange_rtt
source: Change part-time / day worked
es_es: Cambio dia rtt,tiempo parcial / dia trabajado
fr_fr: Échange jour RTT, temps partiel / jour travaillé

# user_etat_demandes
source: State of the current requests
es_es: Estado de las solicitudes en curso
fr_fr: État des demandes en cours

# user_historique_conges
source: Holidays history
es_es: Historico vacaciones
fr_fr: Historique des congés

# user_historique_abs
source: History of the absences for mission, training, etc....
es_es: Historico de las ausencias por mision, formacion, etc ...
fr_fr: Historique des absences pour mission, formation, etc.

# user_change_password
source: Change your password
es_es: Cambiar vuestro password
fr_fr: Changer votre mot de passe

# user_demandes_aucune_demande
source: No current request ...
es_es: Ninguna solicitud en curso ...
fr_fr: Aucune demande en cours...

# user_conges_aucun_conges
source: No holidays in the database ...
es_es: Ningunas vacaciones en la base de datos ...
fr_fr: Aucun congé dans la base de données...

# user_abs_aucune_abs
source: No leave in the database ...
es_es: Ninguna ausencia en la base de datos ...
fr_fr: Aucune absence dans la base de données...

# user_abs_type
source: Leave
es_es: Ausencia
fr_fr: Absence

# user_passwd_saisie_1
source: 1st input
es_es: 1era entrada
fr_fr: 1ière saisie

# user_passwd_saisie_2
source: 2nd input
es_es: 2da entrada
fr_fr: 2ème saisie

# user_passwd_error
source: ERROR ! both inputs are different or empty !!
es_es: ERROR ! las 2 entradas son diferentes o vacias !!
fr_fr: ERREUR! les 2 saisies sont différentes ou vides!!

# user_modif_demande_titre
source: Modification of a request/leave.
es_es: Modificacion de una solicitud/ausencia.
fr_fr: Modification d'une demande/absence.

# user_suppr_demande_titre
source: Deletion holidays request.
es_es: Suprimir solicitud de vacaciones .
fr_fr: Suppression demande de congés.

# resp_menu_button_retour_main
source: Return to Main page
es_es: Retorno pagina Principal
fr_fr: Page Principale

# resp_menu_button_traite_demande
source: Handle all requests
es_es: Tratar todas las Solicitudes
fr_fr: Traitement congés

# resp_etat_users_afficher
source: Display
es_es: Ver
fr_fr: Afficher

# resp_etat_users_imprim
source: Print out
es_es: Edicion Papel
fr_fr: Édition Papier

# resp_traite_demandes_titre
source: Holidays requests processing :
es_es: Tratamiento de solicitudes de vacaciones :
fr_fr: Traitement des demandes de congés

# resp_traite_demandes_aucune_demande
source: No current holidays request in the database ...
es_es: Ninguna solicitud de vacaciones en curso en la base de datos...
fr_fr: Aucune demande de congés en cours dans la base de données ...

# resp_traite_demandes_nb_jours
source: nb Days<br>Taken
es_es: n° Dias<br>Tomados
fr_fr: nb Jours<br>Pris

# resp_traite_demandes_attente
source: Pending
es_es: Espera
fr_fr: Attente

# resp_traite_demandes_motif_refus
source: Refusal<br>motive
es_es: Motivo<br>del rechazo
fr_fr: Motif<br>de refus

# resp_ajout_conges_titre
source: Holidays adding
es_es: Añadir vacaciones :
fr_fr: Ajout de congés

# resp_ajout_conges_nb_jours_ajout
source: NB of days to add
es_es: N° dias a a?adir
fr_fr: NB jours à ajouter

# resp_ajout_conges_ajout_all
source: Global adding for All :
es_es: Adicion global para Todos :
fr_fr: Ajout global pour Tous

# resp_ajout_conges_nb_jours_all_1
source: Number of days of
es_es: Numero de dias de
fr_fr: Nombre de jours de

# resp_ajout_conges_nb_jours_all_2
source: to add to all :
es_es: A añadir a todos :
fr_fr: à ajouter à tous

# resp_ajout_conges_calcul_prop
source: Proportional calculation in the quota of each person :
es_es: Calculo proporcional al porcentaje de cada persona :
fr_fr: Calcul proportionnel à la quotité de chaque personne

# resp_ajout_conges_oui
source: YES
es_es: SI
fr_fr: OUI

# resp_ajout_conges_calcul_prop_arondi
source: the proportional calculation is rounded to the closest 1/2
es_es: el calculo proporcional es redondeado a 1/2 mas cercano
fr_fr: le calcul proportionnel est arrondi au 1/2 le plus proche

# resp_ajout_conges_ajout_groupe
source: Adding by Group : (adding to all members of a group)
es_es: Adicion por Grupo : (adicion a todos los miembros de un grupo)
fr_fr: Ajout par Groupe : (ajout à tous les membres d'un groupe)

# resp_ajout_conges_choix_groupe
source: group choice
es_es: eleccion del grupo
fr_fr: choix du groupe

# resp_ajout_conges_comment_periode_user
source: adding day
es_es: añadir dia
fr_fr: ajout jour

# resp_ajout_conges_comment_periode_all
source: adding for all the staffs
es_es: añadir para todas las personas
fr_fr: ajout pour tous les personnels

# resp_ajout_conges_comment_periode_groupe
source: adding for the group
es_es: añadir para el grupo
fr_fr: ajout pour le groupe

# resp_traite_user_titre
source: Processing of :
es_es: Tratamiento de :
fr_fr: Traitement de

# resp_traite_user_new_conges
source: New Holidays/leave :
es_es: Nuevas Vacaciones/Ausencias :
fr_fr: Nouveau congé/Absence

# resp_traite_user_etat_demandes
source: State of the requests :
es_es: Estado de las solicitudes :
fr_fr: État des demandes

# resp_traite_user_etat_conges
source: State of the holidays :
es_es: Estado de las vacaciones :
fr_fr: Historique des congés

# resp_traite_user_aucune_demande
source: No holidays request for that person in the database ...
es_es: Ninguna solicitud de vacaciones para esta persona en la base de datos ...
fr_fr: Aucune demande de congés pour cette personne dans la base de données ...

# resp_traite_user_motif_refus
source: Refusal motive
es_es: motivo del rechazo
fr_fr: motif refus

# resp_traite_user_aucun_conges
source: No holidays request for that person in the database ...
es_es: Ningunas vacaciones para esta persona en la base de datos ...
fr_fr: Aucun congés pour cette personne dans la base de données ...

# resp_traite_user_motif_possible
source: refusal motive or possible cancellation
es_es: motivo rechazo o anulacion eventual
fr_fr: motif refus ou annulation éventuel

# resp_traite_user_annul
source: Cancel
es_es: Anular
fr_fr: Annuler

# resp_traite_user_motif_annul
source: cancellation motive
es_es: motivo anulacion
fr_fr: motif annulation

# resp_traite_user_motif
source: motive
es_es: motivo
fr_fr: motif

# resp_traite_user_valeurs_not_ok
source: ERROR ! The values typed in are wrong or missing !!!
es_es: ERROR ! Los valores entrados son incorrectos o faltan !!!
fr_fr: ERREUR ! Les valeurs saisies sont invalides ou manquantes !!!

# admin_button_config_1
source: Configuration of Libertempo
es_es: Configuracion de php_vacaciones
fr_fr: Configuration de Libertempo

# admin_button_config_abs_1
source: Configuration of the leave types managed
es_es: Configuracion de los tipos de ausencias gestionadas por php_vacaciones
fr_fr: Configuration des types d'absence gérées par Libertempo

# admin_button_config_abs_2
source: Config leaves
es_es: Config Ausencias
fr_fr: Config Absences

# admin_button_jours_chomes_1
source: input of days off
es_es: entrada de los dias no trabajados
fr_fr: Jours chômés

# admin_button_jours_chomes_2
source: input of days off
es_es: entrada de los dias no trabajados
fr_fr: Jours chômés

# admin_button_save_db_1
source: Database Backup/Restoration
es_es: Copia seguridad/Restauracion Base de Datos
fr_fr: Backup

# admin_button_save_db_2
source: Database Backup/Restoration
es_es: Copia seguridad/Restauracion Base de Datos
fr_fr: Backup

# admin_onglet_gestion_user
source: Users Management
es_es: Gestion de los Usuarios
fr_fr: Gestion des Utilisateurs

# admin_onglet_add_user
source: Adding a User
es_es: Añadir un Usuario
fr_fr: Ajout d'un Utilisateur

# admin_onglet_gestion_groupe
source: Groups Management
es_es: Gestion de los Grupos
fr_fr: Gestion des Groupes

# admin_onglet_groupe_user
source: Groups Management <-> Users
es_es: Gestion Grupos <-> Usuarios
fr_fr: Gestion Groupes / Utilisateurs

# admin_onglet_user_groupe
source: Users Management <-> Groups
es_es: Gestion Usuarios <-> Grupos
fr_fr: Gestion Utilisateurs / Groupes

# admin_onglet_groupe_resp
source: Groups Management <-> Managers
es_es: Gestion Grupos <-> Responsables
fr_fr: Gestion Groupes / Responsables

# admin_onglet_resp_groupe
source: Managers Management <-> Groups
es_es: Gestion Responsables <-> Grupos
fr_fr: Gestion Responsables / Groupes

# admin_verif_param_invalides
source: WARNING : some fields values are invalid ......
es_es: ATENCION : algunos campos entrados no son validos ......
fr_fr: ATTENTION : certains champs saisis ne sont pas valides ......

# admin_verif_login_exist
source: WARNING : login already used, please change login ......
es_es: ATENCION : login ya utilizado, se ruega modificarlo ......
fr_fr: ATTENTION : identifiant déjà utilisé, veuillez en changer ......

# admin_verif_bad_mail
source: WARNING : wrong mail address ......
es_es: ATENCION : direccion mail erronea ......
fr_fr: ATTENTION : adresse mail erronée ......

# admin_verif_groupe_invalide
source: WARNING : group name already used, please change group name ......
es_es: ATENCION : nombre de grupo ya utilizado, se ruega modificarlo ......
fr_fr: ATTENTION : nom de groupe déjà utilisé, veuillez en changer ......

# admin_users_titre
source: Users State
es_es: Estado de los Usuarios
fr_fr: État des Utilisateurs

# admin_users_is_resp
source: is_resp
fr_fr: Droits responsable ?

# admin_users_no_resp
source: Managerless
es_es: no_resp
fr_fr: Pas de responsable

# admin_users_resp_login
source: resp_login
fr_fr: Identifiant du responsable

# admin_users_is_active
source: Active ?
es_es: Activo ?
fr_fr: Actif ?

# admin_users_is_admin
source: is_admin
fr_fr: Droits admin ?

# admin_users_see_all
source: see_all
fr_fr: tout voir

# admin_users_password_1
source: password1
fr_fr: mot de passe 1

# admin_users_password_2
source: password2
fr_fr: mot de passe 2

# admin_new_users_titre
source: New User :
es_es: Nuevo Usuario :
fr_fr: Nouvel Utilisateur

# admin_new_users_is_resp
source: is_manager
es_es: es_responsable
fr_fr: Droits Responsable ?

# admin_new_users_is_admin
source: is_administrator
es_es: es_administrador
fr_fr: Droits Administrateur ?

# admin_new_users_see_all
source: see_all
es_es: ver_todos
fr_fr: Voir Tous

# admin_new_users_password
source: password
fr_fr: mot de passe

# admin_new_users_nb_par_an
source: nb / year
es_es: n° / año
fr_fr: nb / an

# admin_groupes_groupe
source: Group
es_es: Grupo
fr_fr: Groupe

# admin_groupes_libelle
source: description
es_es: Llamado
fr_fr: libellé

# admin_groupes_new_groupe
source: New Group :
es_es: Nuevo Grupo :
fr_fr: Nouveau Groupe

# admin_gestion_groupe_etat
source: Groups State
es_es: Estado de los Grupos
fr_fr: État des Groupes

# admin_aff_choix_groupe_titre
source: Group Choice
es_es: Eleccion de un Grupo
fr_fr: Choix d'un Groupe

# admin_aff_choix_user_titre
source: User Choice
es_es: Eleccion de un Usuario
fr_fr: Choix d'un Utilisateur

# admin_aff_choix_resp_titre
source: Manager Choice
es_es: Eleccion de un Responsable
fr_fr: Choix d'un Responsable

# admin_gestion_groupe_users_membres
source: Members of the Group
es_es: Miembros de un Grupo
fr_fr: Membres du Groupe

# admin_gestion_groupe_users_group_of_user
source: Groups to which belongs
es_es: Grupos a los que pertenece
fr_fr: Groupes auxquels appartient

# admin_gestion_groupe_resp_responsables
source: Managers of the Group
es_es: Responsables del Grupo
fr_fr: Responsables du Groupe

# admin_chg_passwd_titre
source: User Password modification
es_es: Modificacion Password usuario
fr_fr: Modification Mot de passe utilisateur

# admin_suppr_user_titre
source: User Deletion
es_es: Supresion Usuario
fr_fr: Suppression Utilisateur

# admin_modif_user_titre
source: User Modification
es_es: Modificacion usuario
fr_fr: Modification utilisateur

# admin_modif_nb_jours_an
source: nb days / year
es_es: n° dias / año
fr_fr: nb jours / an

# admin_temps_partiel_titre
source: input of leaves days for part time
es_es: entrada de los dias de ausencia por ARTT o tiempo parcial
fr_fr: saisie des jours d'absence pour RTT ou temps partiel

# admin_temps_partiel_sem_impaires
source: Odd weeks
es_es: semanas Impares
fr_fr: semaines Impaires

# admin_temps_partiel_sem_paires
source: Even weeks
es_es: semanas Pares
fr_fr: semaines Paires

# admin_temps_partiel_am
source: morning
es_es: am
fr_fr: matin

# admin_temps_partiel_pm
source: afternoon
es_es: pm
fr_fr: après-midi

# admin_temps_partiel_date_valid
source: Beginning validity date for this schedule
es_es: Fecha de inicio de validez de este horario
fr_fr: Date de début de validité de cette grille

# admin_suppr_groupe_titre
source: Group Deletion.
es_es: Supresion Grupo.
fr_fr: Suppression de Groupe.

# admin_modif_groupe_titre
source: Group Modification.
es_es: Modificacion Grupo.
fr_fr: Modification de Groupe.

# admin_sauve_db_titre
source: Backup / Restoration of the Database
es_es: Copia / Restauracion de la Base de datos
fr_fr: Sauvegarde / Restauration de la Base de données

# admin_sauve_db_choisissez
source: Choose
es_es: Seleccionar
fr_fr: Choisissez

# admin_sauve_db_sauve
source: Backup
es_es: Salvar
fr_fr: Sauvegarder

# admin_sauve_db_restaure
source: Restoration of the database
es_es: Restauracion de la base de datos
fr_fr: Restauration de la base de données

# admin_sauve_db_do_sauve
source: Start the backup
es_es: Iniciar la Copia
fr_fr: Démarrer la sauvegarde

# admin_sauve_db_options
source: Backup Options
es_es: Opciones de la Copia
fr_fr: Options de Sauvegarde

# admin_sauve_db_complete
source: Full Backup
es_es: Copia completa
fr_fr: Sauvegarde complète

# admin_sauve_db_data_only
source: Backup of the data only
es_es: Salvar solo los datos
fr_fr: Sauvegarde des données seules

# admin_sauve_db_save_ok
source: Backup done
es_es: Copia efectuada
fr_fr: Sauvegarde effectuée

# admin_sauve_db_file_to_restore
source: File to restore
es_es: Archivo a restaurar
fr_fr: Fichier à restaurer

# admin_sauve_db_warning
source: WARNING : all the data of the Libertempo database will be overriden before the restoration
es_es: ATENCION : todos los datos de la database php_vacaciones van a ser suprimidos antes de la restauracion
fr_fr: ATTENTION : toutes les données de la database Libertempo vont être écrasées avant la restauration

# admin_sauve_db_do_restaure
source: Run the Restoration
es_es: Comenzar la Restauracion
fr_fr: Lancer la Restauration

# admin_sauve_db_bad_file
source: Indicated File inexistant
es_es: Archivo indicado inexistente
fr_fr: Fichier indiqué inexistant

# admin_sauve_db_restaure_ok
source: Restoration done with success
es_es: Restauracion efectuada
fr_fr: Restauration effectuée avec succès

# admin_jours_chomes_titre
source: Input of days off
es_es: Entrada de los dias no trabajados
fr_fr: Jours chômés

# admin_jours_chomes_confirm
source: Confirm this Input
es_es: Confirmar esta Entrada
fr_fr: Confirmer cette Saisie

# editions_titre
source: Holidays Prints
es_es: Ediciones Vacaciones
fr_fr: Éditions Congés

# editions_last_edition
source: Next Print
es_es: Proxima Edicion
fr_fr: Prochaine Édition

# editions_aucun_conges
source: No holidays to print in the database ...
es_es: Ningunas vacaciones a editar en la base de datos ...
fr_fr: Aucun congé à éditer dans la base de données ...

# editions_lance_edition
source: Run the print
es_es: Iniciar la edicion
fr_fr: Lancer l'édition

# editions_pdf_edition
source: Print in PDF
es_es: Edicion en PDF
fr_fr: Édition en PDF

# editions_hitorique_edit
source: Prints History
es_es: Historico de ediciones
fr_fr: Historique des éditions

# editions_aucun_hitorique
source: No print recorded for that user ...
es_es: Ninguna edicion grabada para este usuario ...
fr_fr: Aucune édition enregistrée pour cet utilisateur ...

# editions_numero
source: Number
es_es: Numero
fr_fr: Numéro

# editions_edit_again
source: Print again
es_es: Editar de nuevo
fr_fr: Éditer à nouveau

# editions_edit_again_pdf
source: Print again in PDF
es_es: Editar de nuevo en PDF
fr_fr: Éditer à nouveau en PDF

# editions_bilan_au
source: statement at
es_es: balance a
fr_fr: bilan au

# editions_historique
source: History
es_es: Historico
fr_fr: Historique

# editions_soldes_precedents_inconnus
source: previous balances unknown
es_es: saldo precedente desconocido
fr_fr: soldes précédents inconnus

# editions_solde_precedent
source: previous balance
es_es: saldo precedente
fr_fr: solde précédent

# editions_nouveau_solde
source: new balance
es_es: nuevo saldo
fr_fr: nouveau solde
