Repository: libertempo/web
Catalog: locale/*/LC_MESSAGES/php-conges.po
Languages: es_es, fr_fr

# config_comment_resp_vertical_menu
source: // CONFIG OF THE MENU OF THE MANAGER<br>//---------------------------------------<br>// if at TRUE : in the manager window, the menu is vertical (on the left) (TRUE is the default value)<br>// if at FALSE : in the manager window, the menu is horizontal (on top)
es_es: // CONFIG DEL MENU DEL RESPONSABLE<br>//---------------------------------------<br>// si TRUE : dentro la ventana responsable, el menu es vertical (a la izquierda) (TRUE es el valor por defecto)<br>// si FALSE : dentro de la ventana responsable, el menu es horizontal (en lo alto)
fr_fr: // CONFIG DU MENU DU RESPONSABLE<br>//---------------------------------------<br>// si à TRUE : dans la fenêtre responsable, le menu est vertical (à gauche) (TRUE est la valeur par défaut)<br>// si à FALSE : dans la fenêtre responsable, le menu est horizontal (en haut)

# config_comment_admin_see_all
source: // CONFIG OF THE ADMINISTRATOR MODE<br>//---------------------------------------<br>// if at FALSE : the admin only manages the users of which he is responsable (FALSE is the default value)<br>// if at TRUE : the admin manages all users
es_es: // CONFIG DEL MODO ADMINISTRADOR<br>//---------------------------------------<br>// si FALSE : el administrador solo gestiona los users de los que es responsable (FALSE es el valor por defecto)<br>// si TRUE : el administrador gestiona todos los users
fr_fr: // CONFIG DU MODE ADMINISTRATEUR<br>//---------------------------------------<br>// si à FALSE : l'admin ne gére que les utilisateurs dont il est responsable (FALSE est la valeur par défaut)<br>// si à TRUE : l'admin gére tous les utilisateurs

# config_comment_admin_change_passwd
source: // CHANGE THE PASSWORD OF A USER<br>//-----------------------------------------<br>// if at FALSE : the administrator cannot change the users password<br>// if at TRUE : the administrator can change the users password (TRUE is the default value)
es_es: // CAMBIAR EL PASSWORD DE UN USUARIO<br>//-----------------------------------------<br>// si FALSE : el administrador no puede cambiar el password de los usuarios<br>// si TRUE : el administrador puede cambiar el password de los usuarios (TRUE es el valor por defecto)
fr_fr: // CHANGER LE MOT DE PASSE D'UN UTILISATEUR<br>//-----------------------------------------<br>// si à FALSE : l'administrateur ne peut pas changer le mot de passe des utilisateurs<br>// si à TRUE : l'administrateur peut changer le mot de passe des utilisateurs (TRUE est la valeur par défaut)

# config_comment_affiche_bouton_config_pour_admin
source: // ACCESS TO THE CONFIG OF THE APPLI FOR THE ADMINS<br>//-------------------------------------------------------<br>// if at FALSE : the access button to Libertempo configuration doesn't show on the administrator page (FALSE is the default value)<br>// if at TRUE : the access button to Libertempo configuration shows on the administrator page
es_es: // ACCESO A LA CONFIG DE LA APPLICACION PARA LOS ADMINISTRADORES<br>//-------------------------------------------------------<br>// si FALSE : el boton de acceso a la configuracion de php_vacaciones no aparece sobre la pagina administrador (FALSE es la valor por defecto)<br>// si TRUE : el boton de acceso a la configuracion de php_vacaciones aparece en la pagina administrador
fr_fr: // ACCÈS À LA CONFIG DE L'APPLI POUR LES ADMINS<br>//-------------------------------------------------------<br>// si à FALSE : le bouton d'accès à la configuration de Libertempo n'apparaît pas sur la page administrateur (FALSE est la valeur par défaut)<br>// si à TRUE : le bouton d'accès à la configuration de Libertempo apparaît sur la page administrateur

# config_comment_affiche_bouton_config_absence_pour_admin
source: // ACCESS TO THE CONFIG OF THE TYPES OF LEAVES OF THE APPLI FOR THE ADMINS<br>//---------------------------------------------------------------------<br>// if at FALSE : don't show button "configuration of the types of leaves" on the administrator's page (FALSE is the default value)<br>// if at TRUE : show button "configuration of the types of leaves" on the administrator's page
es_es: // ACCESO A LA CONFIG DE LOS TIPOS DE AUSENCIA DE LA APPLI PARA LOS ADMINS<br>//---------------------------------------------------------------------<br>// si FALSE : el boton de acceso a la configuracion de los tipos de ausencia gestionados por php_vacaciones no aparece sobre la pagina administrador (FALSE es el valor por defecto)<br>// si TRUE : el boton de acceso a la configuracion de los tipos de ausencia gestionados por php_vacaciones aparece en la pagina administrador
fr_fr: // ACCÈS À LA CONFIG DES TYPES D'ABSENCES DE L'APPLI POUR LES ADMINS<br>//---------------------------------------------------------------------<br>// si à FALSE : le bouton d'accès à la configuration des types d'absences gérées par Libertempo n'apparaît pas sur la page administrateur (FALSE est la valeur par défaut)<br>// si à TRUE : le bouton d'accès à la configuration des types d'absences gérées par Libertempo apparaît sur la page administrateur

# config_comment_mail_new_demande_alerte_resp
source: // SENDING OF MAIL TO THE MANAGER FOR A NEW REQUEST :<br>//----------------------------------------------------------<br>// if at FALSE : the manager doesn't receive a mail during a new holidays request by a user (FALSE is the default value)<br>// if at TRUE : the manager receives a warning mail at each new holidays request from a user
es_es: // ENVIO DE MAIL AL RESPONSABLE PARA UNA NUEVA PETICION :<br>//----------------------------------------------------------<br>// si FALSE : el responsable no recibe el mail despues de una nueva peticion de vacaciones por un usuario (FALSE es el valor por defecto)<br>// si TRUE : el responsable recibe un mail de advertencia a cada nueva peticion de vacaciones de un usuario<br>// (ATENCION : usted puede personalizar el titulo y el texto del mail de alerta mas abajo dentro de este fichero)
fr_fr: // ENVOI DE MAIL AU RESPONSABLE POUR UNE NOUVELLE DEMANDE :<br>//----------------------------------------------------------<br>// si à FALSE : le responsable ne reçoit pas de mail lors d'une nouvelle demande de congés par un utilisateur (FALSE est la valeur par défaut)<br>// si à TRUE : le responsable reçoit un mail d'avertissement à chaque nouvelle demande de congés d'un utilisateur

# config_comment_mail_valid_conges_alerte_user
source: // SENDING OF MAIL TO THE USER FOR A NEW HOLIDAYS TYPED IN OR VALID :<br>//----------------------------------------------------------------<br>// if at FALSE : the user doesn't receive a mail when the manager types in or accepts a new holiday for him (FALSE is the default value)<br>// if at TRUE : the user receives a warning mail eachtime the managers types in a new holiday or accepts a request for him
es_es: // ENVIO DE MAIL AL USUARIO PARA UNAS NUEVAS VACACIONES ENTRADAS O VALIDAS :<br>//----------------------------------------------------------------<br>// si FALSE : el usuario no recibe el mail cuando el responsable le acepta una nuevas vacaciones (FALSE es el valor por defecto)<br>// si TRUE : el usuario recibe un mail de advertencia a cada vez que el responsable entra una nuevas vacaciones o acepta una solicitud para el<br>// (ATENCION : usted puede personalizar el titulo y el texto del mail de alerta mas abajo dentro de este fichero)
fr_fr: // ENVOI DE MAIL AU USER POUR UN NOUVEAU CONGES SAISI OU VALIDE :<br>//----------------------------------------------------------------<br>// si à FALSE : l'utilisateur ne reçoit pas de mail lorsque le responsable lui saisit ou accepte un nouveau conges (FALSE est la valeur par défaut)<br>// si à TRUE : l'utilisateur reçoit un mail d'avertissement à chaque fois que le responsable saisit un nouveau congés ou accepte une demande pour lui

# config_comment_mail_refus_conges_alerte_user
source: // SENDING OF MAIL TO THE USER FOR THE REFUSAL OF A HOLIDAYS REQUEST :<br>//----------------------------------------------------------------<br>// if at FALSE : the user doesn't receive a mail when the manager refuses one of his holidays requests (FALSE is the default value)<br>// if at TRUE : the user receives a warning mail eachtime the manager refuses one of his holidays requests.
es_es: // ENVIO DE MAIL AL USUARIO POR EL RECHAZO DE UNA SOLICITUD DE VACACIONES :<br>//----------------------------------------------------------------<br>// si FALSE : el usuario no recibe el mail cuando el responsable rechaza una de sus solicitudes de vacaciones (FALSE es el valor por defecto)<br>// si TRUE : el usuario recibe un mail de advertencia cada vez que el responsable rechaza una de sus solicitudes de vacaciones <br>// (ATENCION : usted puede personalizar el titulo y el texto del mail de alerta mas abajo dentro de este fichero)
fr_fr: // ENVOI DE MAIL AU USER POUR LE REFUS D'UNE DEMANDE DE CONGÉS :<br>//----------------------------------------------------------------<br>// si à FALSE : l'utilisateur ne reçoit pas de mail lorsque le responsable refuse une de ses demandes de congés (FALSE est la valeur par défaut)<br>// si à TRUE : l'utilisateur reçoit un mail d'avertissement à chaque fois que le responsable refuse une de ses demandes de congés.

# config_comment_mail_annul_conges_alerte_user
source: // SENDING OF MAIL TO THE USER FOR THE CANCELLATION BY THE MANAG FOR A HOLIDAYS ALREADY VALIDATED :<br>//---------------------------------------------------------------------------------<br>// if at FALSE : the user doesn't receive a mail when the manager cancels his holidays (FALSE is the default value)<br>// if at TRUE : the user receives a warning mail eachtime the manager cancels one of his holidays.
es_es: // ENVIO DE MAIL AL USUARIO POR LA ANULACION POR EL RESP DE UNAS VACACIONES YA ACEPTADAS :<br>//---------------------------------------------------------------------------------<br>// si FALSE : el usuario no recibe el mail cuando el responsable le anula unas vacaciones (FALSE es el valor por defecto)<br>// si TRUE : el usuario recibe un mail de advertencia cada vez que el responsable anula unas de sus vacaciones<br>// (ATENCION : usted puede personalizar el titulo y el texto del mail de alerta mas abajo dentro de este fichero)
fr_fr: // ENVOI DE MAIL AU USER POUR L'ANNULATION PAR LE RESP D'UN CONGÉ DÉJÀ VALIDE :<br>//---------------------------------------------------------------------------------<br>// si à FALSE : l'utilisateur ne reçoit pas de mail lorsque le responsable lui annule un congé (FALSE est la valeur par défaut)<br>// si à TRUE : l'utilisateur reçoit un mail d'avertissement à chaque fois que le responsable annule un de ses congés.

# config_comment_serveur_smtp
source: // SERVER SMTP TO USE<br>//---------------------------------------<br>// address ip or name of the smpt server to use to send the mails<br>// If you don't master the SMTP server or if, while using, you have a connection Ã©rror to the server, leave this field empty ("")
es_es: // SERVIDOR SMTP A UTILIZAR<br>//---------------------------------------<br>// direccion ip o nombre del servidor smpt a utilizar para enviar los mails<br>// Si usted no domina el servidor SMTP o si, a la utilizacion, usted tiene un error a la connexion al servidor, deje esta variable vacia ("")
fr_fr: // SERVEUR SMTP À UTILISER<br>//---------------------------------------<br>//ne pas utiliser!!! SMTP à configurer dans le fichier cfg/config_SMTP.php, laissez cette variable vide ("")

# config_comment_samedi_travail
source: // MANAGEMENT OF THE SATURDAYS AS WORKING DAYS OR NOT<br>//--------------------------------------------------------------------------------------<br>// one defines here if the saturdays are working days or not.<br>// if at TRUE : the considered day is a working day ....<br>// if at FALSE : the considered day is not a working day (weekend).... (FALSE is the default value)
es_es: // GESTION DE LOS SABADOS COMO TRABAJADOS O NO<br>//--------------------------------------------------------------------------------------<br>// definimos aqui si los sabados pueden ser trabajados o no.<br>// si TRUE : el dia se considera como trabajado....<br>// si FALSE : el dia se considera como no trabajado (weeekend).... (FALSE es el valor por defecto)
fr_fr: // GESTION DES SAMEDI COMME TRAVAILLES OU NON<br>//--------------------------------------------------------------------------------------<br>// on définit ici si les samedis sont travaillés ou pas.<br>// si à TRUE : le jour considéré est travaillé ...<br>// si à FALSE : le jour considéré n'est pas travaillé (weekend)... (FALSE est la valeur par défaut)

# config_comment_dimanche_travail
source: // MANAGEMENT OF THE SUNDAYS AS WORKING DAYS OR NOT<br>//--------------------------------------------------------------------------------------<br>// one defines here if the sundays are working days or not.<br>// if at TRUE : the considered day is a working day ....<br>// if at FALSE : the considered day is not a working day (weekend).... (FALSE is the default value)
es_es: // GESTION DE LOS DOMINGOS COMO TRABAJADOS O NO<br>//--------------------------------------------------------------------------------------<br>// definimos aqui si los domingos pueden ser trabajados o no.<br>// si TRUE : el dia se considera como trabajado ....<br>// si FALSE : el dia se considera como no trabajado (weeekend).... (FALSE es el valor por defecto)
fr_fr: // GESTION DES DIMANCHES COMME TRAVAILLES OU NON<br>//--------------------------------------------------------------------------------------<br>// on définit ici si les dimanches sont travaillés ou pas.<br>// si à TRUE : le jour considéré est travaillé ...<br>// si à FALSE : le jour considéré n'est pas travaillé (weekend).... (FALSE est la valeur par défaut)

# config_comment_gestion_groupes
source: // MANAGEMENT OF THE GROUPS OF USERS<br>//--------------------------------------<br>// one defines here if ones want to be able to manage the users by group or not.<br>// if at TRUE : the groups of users are managed in the application ....<br>// if at FALSE : the groups of users are NOT managed in the application .... (FALSE is the default value)
es_es: // GESTION DE LOS GRUPOS DE USUARIOS<br>//--------------------------------------<br>// definimos aqui si queremos gestionar a los usuarios por grupos o no.<br>// si TRUE : los grupos de usuarios son gestionados dentro de la aplicacion ....<br>// si FALSE : los grupos de usuarios no son gestionados dentro de la aplicacion .... (FALSE es el valor por defecto)
fr_fr: // GESTION DES GROUPES D'UTILISATEURS<br>//--------------------------------------<br>// on définit ici si l'on veut pouvoir gérer les utilisateurs par groupe ou pas.<br>// si à TRUE : les groupes d'utilisateurs sont gérés dans l'application ...<br>// si à FALSE : les groupes d'utilisateurs ne sont PAS gérés dans l'application ...(FALSE est la valeur par défaut)

# config_comment_affiche_groupe_in_calendrier
source: // DISPLAY OF THE CALENDRAR : all the users or the users of a group only<br>//--------------------------------------------------------------------------------------------<br>// if at FALSE : every persons are displayed on the holidays calendrar (FALSE is the default value)<br>// if at TRUE : only persons of the same group than the user display on the holidays calendrar
es_es: // VER EL CALENDARIO : todos los usuarios o los usuarios de un grupo solamente<br>//--------------------------------------------------------------------------------------------<br>// si FALSE : todas las personas aparecen en el calendario de vacaciones (FALSE es el valor por defecto)<br>// si TRUE : solo las personas del mismo grupo que el usuario aparecen en el calendario de vacaciones
fr_fr: // AFFICHAGE DU CALENDRIER : tous les utilisateurs ou les utilisateurs d'un groupe seulement<br>//--------------------------------------------------------------------------------------------<br>// si à FALSE : tous les personnes apparaissent sur le calendrier des congés (FALSE est la valeur par défaut)<br>// si à TRUE : seuls les personnes du même groupe que l'utilisateur apparaissent sur le calendrier des congés

# config_comment_editions_papier
source: // PAPER REPORTS<br>//--------------------------------------<br>// one defines here if the manager can generate the holidays reports of an user.<br>// if at TRUE : the paper reports are available ....(TRUE is the default value)<br>// if at FALSE : the paper reports are not available in the application ....
es_es: // EDICION PAPEL<br>//--------------------------------------<br>// decidimos aqui si el responsable puede imprimir las vacaciones de un user.<br>// si TRUE : las impresiones son disponibles ....(TRUE es el valor por defecto)<br>// si FALSE : las impresiones no son disponibles en la aplicacion ....
fr_fr: // ÉDITIONS PAPIER<br>//--------------------------------------<br>// on définit ici si le responsable peut générer des états papier des congés d'un utilisateur.<br>// si à TRUE : les éditions papier sont disponibles ...(TRUE est la valeur par défaut)<br>// si à FALSE : les éditions papier ne sont pas disponibles dans l'application ...

# config_comment_texte_haut_edition_papier
source: // Text on top of the PAPER REPORTS<br>//--------------------------------------<br>// one defines here the eventual text that will appear on top of page of the paper reports of the holidays of an user.
es_es: // Cabecera de las IMPRESIONES<br>//--------------------------------------<br>// definimos aqui el texto eventual que figurara en lo alto de la pagina de las impresiones de las vacaciones de un user.
fr_fr: // Texte en haut des ÉDITIONS PAPIER<br>//--------------------------------------<br>// on définit ici le texte éventuel qui figurera en haut de page des états papier des congés d'un utilisateur.

# config_comment_texte_bas_edition_papier
source: // Text at the bottom of the PAPER REPORTS<br>//--------------------------------------<br>// one defines here the eventual text that will appear at the bottom page of the paper reports of the holidays of an user.
es_es: // Pie de pagina de las IMPRESIONES<br>//--------------------------------------<br>// definimos aqui el texto eventual que figurara en el pie de pagina de las impresiones de las vacaciones de un user.
fr_fr: // Texte au bas des ÉDITIONS PAPIER<br>//--------------------------------------<br>// on définit ici le texte éventuel qui figurera en bas de page des états papier des congés d'un utilisateur.

# config_comment_user_echange_rtt
source: // CHANGE PART TIME AUTHORIZED FOR THE USERS<br>//---------------------------------------------------------------------------------------<br>// one authorizes or not the user to ponctually reverse a working day and an leave day (of part time)<br>// if at FALSE : no change authorized for the user (FALSE is the default value)<br>// if at TRUE : change authorized for the user
es_es: // CAMBIO RTT O TIEMPO PARCIAL AUTORIZADO PARA LOS USUARIOS<br>//---------------------------------------------------------------------------------------<br>// autorizamos o no al usuario a invertir puntualmente un dia trabajado y un dia de ausencia (de rtt o tiempo parcial)<br>// si FALSE : cambio no autorizado para el usuario (FALSE es el valor por defecto)<br>// si TRUE : cambio autorizado para el usuario
fr_fr: // ÉCHANGE RTT OU TEMPS PARTIEL AUTORISÉ POUR LES UTILISATEURS<br>//---------------------------------------------------------------------------------------<br>// on autorise ou non l'utilisateur à inverser ponctuellement un jour travaillé et un jour d'absence (de RTT ou temps partiel)<br>// si à FALSE : pas d'échange autorisé pour l'utilisateur (FALSE est la valeur par défaut)<br>// si à TRUE : échange autorisé pour l'utilisateur

# config_comment_duree_session
source: // Max inactivity duration of a session before expiration (in secondes)
es_es: // Duracion maxima de incatividad de una sesion antes de la expiracion (en segundos)
fr_fr: // Durée max d'inactivité d'une session avant expiration (en secondes)

# config_comment_stylesheet_file
source: // STYLE SHEET<br>//--------------------------<br>// name of the style sheet file to use (with relative path from the root of Libertempo)
es_es: // HOJA DE ESTILO<br>//--------------------------<br>// nombre del fichero de la hoja de estilo a utilizar (con camino relativo desde la raiz de php_vacaciones)
fr_fr: // FEUILLE DE STYLE<br>//--------------------------<br>// nom du fichier de la feuille de style à utiliser (avec chemin relatif depuis la racine de Libertempo)

# config_comment_bgcolor
source: // background color of the pages
es_es: // color de fondo de las paginas
fr_fr: // couleur de fond des pages

# config_comment_bgimage
source: // background picture of the pages (NO / at the beginning !!)
es_es: // imagen de fondo de las paginas (NO de / al inicio !!)
fr_fr: // image de fond des pages (PAS de / au début !!)

# config_comment_light_grey_bgcolor
source: // various colors (light grey)
es_es: // colores diversos (gris claro)
fr_fr: // couleurs diverses (gris clair)

# config_comment_php_conges_fpdf_include_path
source: // PATH TO THE fpdf DIRECTORY<br>//-------------------------------------------------------<br>// One defines here the path to access to the PHP library directory "fpdf".<br>// The path must be relative from Libertempo root application.
es_es: // CAMINO HACIA EL REPERTORIO DE fpdf<br>//-------------------------------------------------------<br>// Definimos aqui el camino para acceder al repertorio de la libreria PHP "fpdf".<br>// El camino debe ser relativo desde la raiz de la aplicacion php_vacaciones.
fr_fr: // CHEMIN VERS LE RÉPERTOIRE DE fpdf<br>//-------------------------------------------------------<br>// On définit ici le chemin pour accéder au répertoire de la librairie PHP "fpdf".<br>// Le chemin doit être relatif à la racine de l'application Libertempo.

# config_comment_php_conges_phpmailer_include_path
source: // PATH TO THE phpmailer DIRECTORY<br>//-------------------------------------------------------<br>// One defines here the path to access to the PHP library directory "phpmailer".<br>// The path must be relative from the php_conges root application.
es_es: // CAMINO HACIA EL REPERTORIO DE phpmailer<br>//-------------------------------------------------------<br>// Definimos aqui el camino para acceder al repertorio de la libreria PHP "phpmailer".<br>// El camino debe ser relativo desde la raiz de la aplicacion php_vacaciones.
fr_fr: // CHEMIN VERS LE RÉPERTOIRE DE phpmailer<br>//-------------------------------------------------------<br>// On définit ici le chemin pour accéder au répertoire de la librairie PHP "phpmailer".<br>// Le chemin doit être relatif depuis la racine de l'application Libertempo.

# config_comment_php_conges_cas_include_path
source: // PATH TO THE cas DIRECTORY<br>//-------------------------------------------------------<br>// One defines here the path to access to the PHP library directory "CAS".<br>// The path must be relative from the php_conges root application.
es_es: // CAMINO HACIA EL REPERTORIO DE cas<br>//-------------------------------------------------------<br>// Definimos aqui el camino para acceder al repertorio de la libreria PHP "CAS".<br>// El camino debe ser relativo desde la raiz de la aplicacion php_vacaciones.
fr_fr: // CHEMIN VERS LE RÉPERTOIRE DE cas<br>//-------------------------------------------------------<br>// On définit ici le chemin pour accéder au répertoire de la librairie PHP "CAS".<br>// Le chemin doit être relatif depuis la racine de l'application Libertempo.
