Repository: libertempo/web
Catalog: locale/*/LC_MESSAGES/php-conges.po
Languages: es_es, fr_fr

# jours_feries_non_saisis
source: holidays are not registered for the concerning year.
fr_fr: les jours fériés ne sont pas enregistrés pour l'année voulue.

# contacter_admin
source: Contact your administrator.
fr_fr: Contactez votre administrateur.

# config_comment_interdit_modif_demande
source: // FORBID THE HOLIDAY REQUEST MODIFICATION BY A USER<br>//----------------------------------------------------------------------<br>//if at FALSE : the user can modify an existing holiday request.(FALSE is the default value)<br>// if at TRUE : it is forbidden (and impossible) for the user to modify an existing holiday request.
fr_fr: // INTERDIRE LA MODIFICATION D'UNE DEMANDE DE CONGÉS PAR UN UTILISATEUR<br>//----------------------------------------------------------------------<br>//si à FALSE : l'utilisateur peut modifier une demande de congés existante.(FALSE est la valeur par défaut)<br>// si à TRUE : il est interdit (et impossible) pour l'utilisateur de modifier une demande de congés existante.

# calendrier_afficher_groupe
source: group to display
fr_fr: groupe à afficher

# divers_groupe
source: group
fr_fr: groupe

# config_logs
source: see the logs
fr_fr: voir les logs

# config_logs_titre_1
source: Libertempo log management
fr_fr: Gestion des logs de Libertempo

# config_logs_titre_2
source: Log management
fr_fr: Gestion des logs

# voir_les_logs_par
source: to see the actions of only one user : click on his login in bold.
fr_fr: pour voir les actions d'un seul utilisateur : cliquez sur son identifiant en gras.

# voir_tous_les_logs
source: To see all logs
fr_fr: Pour voir tous les logs

# form_delete_logs
source: Empty Logs
fr_fr: Vider les Logs

# confirm_vider_logs
source: Do you really want to delete all LOGS of Libertempo ??
fr_fr: Voulez-vous vraiment effacer tous les LOGS de Libertempo ??

# no_logs_in_db
source: No Logs in the DataBase !
fr_fr: Pas de Log dans la DataBase !

# divers_fait_par_maj_1
source: Done by
fr_fr: Fait par

# divers_pour_maj_1
source: For
fr_fr: Pour

# admin_gestion_groupe_users_group_of_new_user
source: Groups to which belongs the user
fr_fr: Groupes auxquels l'utilisateur appartient

# config_comment_calendrier_select_all_groups
source: // DISPLAY OF THE CALENDAR : Group selection : choice between all groups or not<br>//--------------------------------------------------------------------------------------------<br>// if the group management is active, we define here if the choice of the group to display in the calendar includes all groups or not.<br>// if at FALSE : only the user's groups (or of which he is the manager) display in the selection on the holidays calendar (FALSE is the default value)<br>// if at TRUE : all groups display in the selection on holidays calendar
fr_fr: // AFFICHAGE DU CALENDRIER : Sélection du groupe : choix entre tous les groupes ou non<br>//--------------------------------------------------------------------------------------------<br>// si la gestion des groupes est active, on définit ici si le choix du groupe à afficher dans le calendrier inclut tous les groupes ou pas.<br>// si à FALSE : seuls les groupes de l'utilisateur (ou dont il est responsable) apparaissent dans la sélection sur le calendrier des congés (FALSE est la valeur par défaut)<br>// si à TRUE : tous les groupes apparaissent dans la sélection sur le calendrier des congés

# config_comment_consult_calendrier_sans_auth
source: // DISPLAY OF THE CALENDAR WITHOUT AUTHENTIFICATION<br>//--------------------------------------------------------------------------------------------<br>// if at FALSE : It is not possible to display the holidays calendar without being connected to Libertempo. (FALSE is the default value)<br>// if at TRUE : Possibility of consulting the holidays calendar without connecting to Libertempo (via a link on the home page, or with the direct URL).
fr_fr: // AFFICHAGE DU CALENDRIER SANS AUTHENTIFICATION<br>//--------------------------------------------------------------------------------------------<br>// si à FALSE : Il n'est pas possible d'afficher le calendrier des congés sans être connecté à Libertempo. (FALSE est la valeur par défaut)<br>// si à TRUE : Possibilité de consulter le calendrier des congés sans se connecter à Libertempo (via un lien sur la page d'accueil, ou avec l'URL directe).

# config_comment_resp_ajoute_conges
source: // ADDING OF HOLIDAYS BY THE MANAGER<br>//--------------------------------------------------------------------------------------------<br>// if at FALSE : The manager cannot add holidays to his users.<br>// if at TRUE : The manager can add holidays to his users. (FALSE is the default value)
fr_fr: // AJOUT DE JOURS DE CONGÉS PAR LE RESPONSABLE<br>//--------------------------------------------------------------------------------------------<br>// si à FALSE : Le responsable ne peut pas ajouter (créditer) de jours de congés à ses utilisateurs.<br>// si à TRUE : Le responsable peut ajouter (créditer) des jours de congés à ses utilisateurs. (FALSE est la valeur par défaut)

# mail_remplace_date_debut
source: __DATE_DEBUT__ will automatically be replaced the beginning date of the concerned leave.
fr_fr: __DATE_DEBUT__ sera automatiquement remplacé par la date de début de l'absence concernée.

# mail_remplace_date_fin
source: __DATE_FIN__ will automatically be replaced the ending date of the concerned leave.
fr_fr: __DATE_FIN__ sera automatiquement remplacé par la date de fin de l'absence concernée.

# admin_button_jours_fermeture_1
source: Closing days
fr_fr: Jours fermeture

# admin_button_jours_fermeture_2
source: Closing days
fr_fr: Jours de fermeture

# admin_jours_fermeture_titre
source: Entering closing days
fr_fr: Saisie jours de fermeture

# admin_jours_fermeture_fermeture_pour_tous
source: global closure
fr_fr: Fermeture pour tous

# admin_jours_fermeture_fermeture_par_groupe
source: Service closure
fr_fr: Fermeture par groupe

# admin_jours_fermeture_dates_incompatibles
source: Incompatible dates entered !!! please try again
fr_fr: dates saisies incompatibles !!! veuillez recommencer

# admin_jours_fermeture_date_passee_error
source: past dates impossible !!! please try again
fr_fr: dates passées impossibles !!! veuillez recommencer

# admin_jours_fermeture_annee_non_saisie
source: holidays of those years are not captured !!! please start over or enter the holidays for those years
fr_fr: les jours fériés de ces années ne sont pas saisis !!! veuillez recommencer ou saisir les jours fériés pour ces années

# admin_jours_fermeture_chevauche_periode
source: Error: the entry closing overlaps another closure or leave taken by an affected user !!! please try again
fr_fr: Erreur: la fermeture saisie chevauche une autre fermeture ou un congé pris par un utilisateur concerné !!! veuillez recommencer

# admin_jours_fermeture_fermeture_aujourd_hui
source: Error : seizure closure begins or ends today, which is forbidden !!! please try again
fr_fr: Erreur: la fermeture saisie débute ou finit aujourd'hui, ce qui est interdit !!! veuillez recommencer

# admin_jours_fermeture_affect_type_conges
source: what type of leave affect this closure :
fr_fr: à quel type de congés affecter cette fermeture :

# divers_normal_maj_1
source: All
fr_fr: Tous

# config_comment_texte_page_login
source: // HOMEPAGE TEXT<br>//------------------<br>// text that will appear in the image on the login page ( can be empty)
fr_fr: // TEXTE DE LA PAGE D'ACCUEIL<br>//------------------<br>// texte qui apparaîtra sous l'image sur la page de connexion (peut être vide)

# config_comment_solde_toujours_positif
source: // balances ALWAYS POSITIVE : <br>//--------------------------------------------------------------------------------------------<br>// if FALSE : the balance of leave can be negative . (FALSE is the default value)<br>// if TRUE : the balance of leave can not be negative ( a user can't ask a leave if his balance becomes negative).
fr_fr: // SOLDES TOUJOURS POSITIFS : <br>//--------------------------------------------------------------------------------------------<br>// si à FALSE : le solde d'un congé peut être négatif. (FALSE est la valeur par défaut)<br>// si à TRUE : le solde d'un congé ne peut pas être négatif (un utilisateur ne peut poser un congé si son solde devient négatif).

# verif_solde_erreur_part_1
source: Please note the number of days of leave requested
fr_fr: Attention le nombre de jours d'absence demandé

# verif_solde_erreur_part_2
source: exceeds your balance ( sum of the balance
fr_fr: est supérieur à votre solde (somme du solde

# verif_solde_erreur_part_3
source: and leave to validate )
fr_fr: et des congés à valider)

# admin_groupes_nb_users
source: nb of members
fr_fr: nombre de membres

# resp_cloture_exercice_titre
source: end / beginning of year
fr_fr: clôture/début d'exercice

# divers_cloturer_maj_1
source: fence
fr_fr: Clôturer

# divers_reliquat
source: remaining
fr_fr: reliquat

# dont_reliquat
source: whose remaining
fr_fr: Dont reliquat

# button_cloture
source: change Exercise
fr_fr: Changement Exercice

# resp_cloture_exercice_all
source: Global financial year for All
fr_fr: Clôture d'exercice globale pour Tous

# resp_cloture_exercice_groupe
source: Global financial year by group
fr_fr: Clôture d'exercice globale par groupe

# resp_cloture_exercice_users
source: individual financial year
fr_fr: Clôture d'exercice par personne

# resp_cloture_exercice_for_all_text_confirmer
source: Confirm the end of the current year and the beginning of the following year for ALL users of the application ?
fr_fr: Confirmez la clôture de l'exercice en cours et le début de l'exercice suivant pour TOUS les utilisateurs de l'application ?

# resp_cloture_exercice_for_groupe_text_confirmer
source: Confirm the end of the current year and the beginning of the following year for all users of the selected group ?
fr_fr: Confirmez la clôture de l'exercice en cours et le début de l'exercice suivant pour tous les utilisateurs du groupe sélectionné ?

# form_valid_cloture_global
source: Validate the overall closure
fr_fr: Valider la clôture globale

# form_valid_cloture_group
source: Validate the fence to the group
fr_fr: Valider la clôture pour le groupe

# resp_cloture_exercice_commentaire
source: closing exercise
fr_fr: clôture exercice

# config_comment_autorise_reliquats_exercice
source: // REMNANTS OF YEAR REPORTED: <br>//--------------------------------------------------------------------------------------------<br>// si à FALSE : le solde d'un congé ne peut pas être reporté comme reliquat sur l'exercice suivant.<br>// si à TRUE : le solde d'un congé peut être reporté comme reliquat sur l'exercice suivant.. (TRUE est la valeur par défaut)
fr_fr: // RELIQUATS AUTORISES D'UN EXERCICE SUR L'AUTRE : <br>//--------------------------------------------------------------------------------------------<br>// si à FALSE : le solde d'un congé ne peut pas être reporté comme reliquat sur l'exercice suivant.<br>// si à TRUE : le solde d'un congé peut être reporté comme reliquat sur l'exercice suivant.. (TRUE est la valeur par défaut)

# resp_menu_button_mode_hr
source: HR mode
fr_fr: Mode RH

# config_comment_titre_hr_index
source: HR pages title
fr_fr: Titre des pages RH

# admin_users_is_hr
source: HR ?
fr_fr: Droits RH ?

# admin_new_users_is_hr
source: HR ?
fr_fr: Droits RH ?

# hr_traite_user_etat_conges
source: Leave status of users:
fr_fr: État des congés des Utilisateurs :

# config_comment_affiche_jours_current_month_calendrier
source: // DISPLAY NB DAYS TAKEN DURING THE MONTH ( FOR EACH TYPE OF LEAVE ): <br>//------------------------------------------------------------<br>// if FALSE . no display, in the calendar for each user, for each type of leave , beside the balance, nb of days taken during the month displayed (FALSE is the default)<br>// if TRUE : display in the calendar for each user, for each type of leave , beside the balance, nb of days taken during the month displayed.
fr_fr: // AFFICHAGE DU NB DE JOURS PRIS DURANT LE MOIS AFFICHé (POUR CHAQUE TYPE D'ABSENCE) : <br>//--------------------------------------------------------------------------------------------<br>// si à FALSE : pas d'affichage, dans le calendrier, pour chaque utilisateur, pour chaque type de congé, à coté du solde, du nb de jours pris durant le mois affiché. (FALSE est la valeur par défaut)<br>// si à TRUE : affichage, dans le calendrier, pour chaque utilisateur, pour chaque type de congé, à coté du solde, du nb de jours pris durant le mois affiché.

# db_configuration
source: Configuration of MySQL
fr_fr: Configuration de la base de données MySQL

# db_configuration_ok
source: Database configuration file generated successfully
fr_fr: Génération du fichier de configuration de la base de données effectuée avec succès

# db_configuration_server
source: Host :
fr_fr: Hôte :

# db_configuration_name
source: Database name :
fr_fr: Nom :

# db_configuration_user
source: Login :
fr_fr: Identifiant :

# db_configuration_password
source: Password :
fr_fr: Mot de passe :

# tableau_recap
source: summary table
fr_fr: Tableau récapitulatif

# test_mail_config
source: Test email sending
fr_fr: Tester l'envoi de mail

# test_mail_comment
source: Test email sending.<br>if not successfully, edit cfg/config_SMTP.php file
fr_fr: Vous permet de tester si l'émission de mail fonctionne.<br>En cas d'échec, renseignez le fichier cfg/config_SMTP.php

# choisir_langue
source: Choose your language :
fr_fr: Choisissez votre langue :

# button_refresh
source: Refresh Page
es_es: Actualizar la Pagina

# divers_type
source: type
es_es: tipo

# divers_type_maj_1
source: Type
es_es: Tipo

# divers_fermer_maj_1
source: Close
es_es: Cerrar

# resp_menu_titre
source: PERSON IN CHARGE MODE :
es_es: MODO RESPONSABLE :

# resp_menu_button_affiche_user
source: display person
es_es: seleccionar persona

# resp_menu_button_ajout_jours
source: Add Days Holidays
es_es: A?adir Dias Vacaciones

# resp_menu_button_mode_user
source: User Mode
es_es: Modo Usuario

# resp_menu_button_mode_admin
source: Administrator Mode
es_es: Mode Administrador

# resp_ajout_conges_nb_jours_groupe_1
source: Number of days of
es_es: Numero de dias de

# resp_ajout_conges_nb_jours_groupe_2
source: to add to the group :
es_es: a añadir al grupo :

# admin_titre
source: Administration of users
es_es: Administracion de la Base de Datos :

# admin_button_close_window_1
source: Closing of the Administrator mode
es_es: Cierre del modo Administradorr

# admin_button_config_2
source: Configuration
es_es: Configuracion

# admin_gestion_groupe_resp_groupes
source: Groups of the Manager
es_es: Grupos del Responsable

# admin_jours_chomes_annee_precedente
source: previous year
es_es: año precedente

# admin_jours_chomes_annee_suivante
source: next year
es_es: año siguiente

# editions_date
source: Date
es_es: Fecha

# calcul_nb_jours_nb_jours
source: Number of days to take :
es_es: Numero de dias a tomar :

# calcul_nb_jours_reportez
source: transfer this number in the box
es_es: trasladar este numero a la casilla

# calcul_nb_jours_form
source: of the form
es_es: del formulario

# erreur_session
source: session invalid or expired
es_es: sesion invalida o expirada

# mysql_srv_connect_failed
source: Impossible to get connected to the server
es_es: Imposible de conectarse al servidor

# mysql_db_connect_failed
source: Impossible to get connected to the database
es_es: Imposible de conectarse a la base de datos

# msie_alert
source: Notice : Some displays may not be possible with Microsoft IE. Better use Mozilla Firefox.
es_es: Comentario : Ciertos parametros pueden no ser tomados en cuenta por Microsoft IE. Utilicen preferentemente Mozilla Firefox.

# 02_PAGE D'AUTENTIFICATION
source: 02 AUTHENTIFICATION PAGE
es_es: 02 PAGINA DE AUTENTIFICACION

source: 04 Authentification
es_es: 04 Autentificacion

# config_comment_texte_img_login
source: // TEXTE DE L'IMAGE<br>//-------------------<br>// texte de l'image
es_es: // TEXTO DE LA IMAGEN<br>//-------------------<br>// texto de la imagen

# install_bad_fichier
source: cannot be found in the main folder of the new Libertempo, or hasn't enough reading rights
es_es: no se encuentra dentro el repertorio raiz del nuevo php_vacaciones, o no hay los derechos en lecture suficiente

# install_read_the_file
source: refer to the file
es_es: dirigirse al fichero

# install_index_titre
source: Application Libertempo
es_es: Aplicacion PHP_VACACIONES

# install_configuration
source: Configuration
es_es: Configuracion

# install_vous_pouvez_maintenant
source: You can now
es_es: Udsted puede ahora

# install_acceder_appli
source: access the application
es_es: acceder a la aplicacion

# install_version_non_choisie
source: the release to update hasn't been chosen
es_es: la version a actualizar no ha sido seleccionada

# install_inaccessible
source: is not reachable
es_es: no es accesible

# install_maj_conserv_config
source: To insure the preservation of your configuration,
es_es: Afin de asegurar la conservacion de vuestra configuracion,

# install_maj_copy_config_file
source: please copy your old config.php file in the new folder
es_es: por favor copiar vuestro antiguo fichero config.php dentro el nuevo repertorio

# install_maj_whith_name
source: under the name
es_es: bajo el nombre

# install_maj_and
source: and
es_es: y

# install_maj_verif_droit_fichier
source: verify the reading rights on that file.
es_es: verificar los derechos de lectura sobre este fichero.

# phpmailer_not_valid
source: MAIL ERROR : The file class.phpmailer.php cannot be read or cannot be found. The alert mail will not be sent !
es_es: ERROR MAIL : El fichero class.phpmailer.php no puede ser leido o no se encuentra. El mail de alerta no podra ser enviado !

# export_cal_from_date
source: from
es_es: de

# export_cal_to_date
source: to
es_es: hasta

# export_cal_saisir_debut
source: selection of beginning date
es_es: seleccion de la fecha de inicio

# export_cal_saisir_fin
source: selection of ending date
es_es: seleccion de la fecha de fin

# export_cal_format
source: choice of the format
es_es: opcion del formato

# divers_grand_responsable_maj_1
source: Big_Manager
es_es: Gran_Responsable

# resp_traite_demandes_titre_tableau_1
source: requests to be approved
es_es: Demandas o validar

# hr_affiche_utilisateurs_inactifs
source: Show / Hide inactive users
es_es: Mostrar/Ocultar los usuarios inactivos
